{
  "id": "100+ Notion Shortcuts Cheatsheet",
  "name": "100+ Notion Shortcuts Cheatsheet",
  "slug": "100-notion-shortcuts-cheatsheet",
  "description": "Effortlessly organize your workspace with Notion shortcuts.Streamline your workflow and boost productivity with our Notion shortcut cheatsheet. Organize your work like a pro and get things done faster than ever before.What's included?Most PopularSlash CommandsMarkdownEdit and Move Blocks... and a lot more!Just check it out for yourself...FAQsWhat is Notion?Notion is the ultimate productivity app, offering an all-in-one workspace to organize work, projects, and ideas. It's highly versatile, with ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "TheVeller",
    "url": "https://theveller.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/odyff",
  "affiliateUrl": "https://gumroad.com/a/962870099/odyff",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 100,
  "ratingCount": 100,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Most Popular; Slash Commands; Edit and Move Blocks; Notion is the ultimate productivity app, offering an all-in-one workspace to organize work, projects, and ideas. It's highly versatile, with tools for databases, wikis, notes, and more.; This is a Notion public website. Just bookmark it! :); Yes! Just make sure you are sharing the link to the product description.; You are given a 30-day satisfaction guarantee as a result. Within 30 days of your purchase, you have the option to ask for a refund if you decide this product isn't the right fit for you.; Send me an email toivelasquezfr@gmail.comif you're from a low-income nation, a student, or otherwise stuck in a financial situation.; Yes, please! You can registerhereto become an affiliate.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.567Z",
  "lastUpdated": "2026-01-12T20:47:12.567Z"
}