{
  "id": "100+ Notion Creators",
  "name": "100+ Notion Creators",
  "slug": "100-notion-creators",
  "description": "Discover and network with the best Notion creators. Not the typical list of Notion creators.100+ Notion Creators is the ultimate directory site for Notion users looking for inspiration and guidance. With a curated list of the best creators in the Notion ecosystem, my platform provides access to the most talented and innovative individuals in the field.Are you tired of searching for the best Notion creators and getting lost in a sea of irrelevant information?100+ Notion Creators has the solution.",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "TheVeller",
    "url": "https://theveller.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/fyevwr",
  "affiliateUrl": "https://gumroad.com/a/962870099/fyevwr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 41,
  "ratingCount": 41,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Notion Twitter; Notion Consultants; Notion Teachers; Notion Template Creators; 100+ Notion Creators is the ultimate directory site for Notion users looking for inspiration and guidance.; Notionis the ultimate productivity app, offering an all-in-one workspace to organize work, projects, and ideas. It's highly versatile, with tools for databases, wikis, notes, and more.; This is a Notion public website. Just bookmark it! :); Yes! Just make sure you are sharing the link to the product description.; You are given a 30-day satisfaction guarantee as a result. Within 30 days of your purchase, you have the option to ask for a refund if you decide this product isn't the right fit for you.; Send me an email toivelasquezfr@gmail.comif you're from a low-income nation, a student, or otherwise stuck in a financial situation.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.551Z",
  "lastUpdated": "2026-01-12T20:47:12.551Z"
}