{
  "id": "25+ Student Deals & Discounts",
  "name": "25+ Student Deals & Discounts",
  "slug": "25-student-deals-discounts",
  "description": "Discover the best student deals and offers.Unlock a world of exclusive student discounts with \"25+ Student Deals\" – your ultimate money-saving companion!Are you tired of spending hours searching for student discounts? Imagine if you could access over 25 hand-picked, exclusive deals tailored just for you. What if you could save hundreds of dollars every month on things you already buy? Download \"25+ Student Deals\" now and start saving today!What's included?Exclusive DiscountsExclusive DealsExclus",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "TheVeller",
    "url": "https://theveller.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xcwskn",
  "affiliateUrl": "https://gumroad.com/a/962870099/xcwskn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 23,
  "ratingCount": 23,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Exclusive Discounts; Exclusive Deals; Exclusive Offers; Dark-mode Optimized; \"25+ Student Deals\" is a user-friendly app that connects college students with the best and most relevant discounts, helping them save money on everything from textbooks to entertainment.; Notionis the ultimate productivity app, offering an all-in-one workspace to organize work, projects, and ideas. It's highly versatile, with tools for databases, wikis, notes, and more.; This is a Notion public website. Just bookmark it! :); Yes! Just make sure you are sharing the link to the product description.; You are given a 30-day satisfaction guarantee as a result. Within 30 days of your purchase, you have the option to ask for a refund if you decide this product isn't the right fit for you.; Send me an email toivelasquezfr@gmail.comif you're from a low-income nation, a student, or otherwise stuck in a financial situation.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.579Z",
  "lastUpdated": "2026-01-12T20:47:12.579Z"
}