{
  "id": "50 Digital Product Ideas",
  "name": "50 Digital Product Ideas",
  "slug": "50-digital-product-ideas",
  "description": "50 Digital Product Ideas to help you start an online businessThis collection of 50 Digital Product Ideas will help you make the most of the internet by providing 50 fool-proof ideas to start your own online business.How does it work? Pay what you want (or enter $0 to download for free!) Go to the Notion page containing all the product ideas. Duplicate the page to your own workspace or simply bookmark it. The product ideas contain a detailed description along with examples of each idea. Use your ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "second-brain",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/azull",
  "affiliateUrl": "https://gumroad.com/a/962870099/azull",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4.9,
  "ratingCount": 1259,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Pay what you want (or enter $0 to download for free!); Go to the Notion page containing all the product ideas.; Duplicate the page to your own workspace or simply bookmark it.; The product ideas contain a detailed description along with examples of each idea.; Use your newfound knowledge to make $$$.; Who are you?I am Pascio, official Notion Ambassador, Consultant & Creator of more than 50+ free & premium Notion templates that have served 200,000+ people across the globe.; Can I share this with anyone else?No. This product has a private license. If you wish to share it with someone, please direct them to this page.; Can I be your affiliate?Sure thing! You can sign up as an affiliatehere.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.531Z",
  "lastUpdated": "2026-01-12T20:47:12.531Z",
  "image": "https://public-files.gumroad.com/f3l0frey67w4dxh4dy2ucvd3e8fh",
  "rawData": {
    "description": "50 Digital Product Ideas to help you start an online businessThis collection of 50 Digital Product Ideas will help you make the most of the internet by providing 50 fool-proof ideas to start your own online business.How does it work? Pay what you want (or enter $0 to download for free!) Go to the Notion page containing all the product ideas. Duplicate the page to your own workspace or simply bookmark it. The product ideas contain a detailed description along with examples of each idea. Use your newfound knowledge to make $$$. Frequently Asked Questions Who are you?I am Pascio, official Notion Ambassador, Consultant &amp; Creator of more than 50+ free &amp; premium Notion templates that have served 200,000+ people across the globe. Can I share this with anyone else?No. This product has a private license. If you wish to share it with someone, please direct them to this page. Can I be your affiliate?Sure thing! You can sign up as an affiliate here. Can I ask you questions?Of course! I'm always open to chat and respond to DM's on any of my socials. I have a response rate of a few hours, so don't be afraid to contact me.Twitter/ Reddit/ InstagramOr email to: notionpascio@gmail.com",
    "features": [],
    "reviewQuotes": []
  }
}