{
  "id": "50 Notion Product Listing Templates (Figma Template)",
  "name": "50 Notion Product Listing Templates (Figma Template)",
  "slug": "50-notion-product-listing-templates-figma-template",
  "description": "Create stunning designs to showcase your Notion templatesSelling Notion templates? Use this Figma template to create visually appealing cover and thumbnail designs for any platform you publish them on. This template takes the hassle out of designing for beginners and advanced Notion creators alike so you can easily create beautiful graphics to showcase your products in seconds. P.S. These can also be used as graphics for your social media or blog 😎What's Included: 50 Fully Customizable Designs L",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "Matt Bio",
    "url": "https://mrbio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/346433235/vqkhgp",
  "affiliateUrl": "https://gumroad.com/a/346433235/vqkhgp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 32,
  "ratingCount": 32,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "50 Fully Customizable Designs; Light, Dark & Color Styles; Template Built in Figma; Shareable on Social Media; Template Guide YouTube Video; Designs Sized for: Gumroad, Notionland, Notionway, Product Hunt, Prototion, Notionery, Notion Everything, Notion Utopia, Notionjoy & App Sumo; What is Notion?Notion is a free project management and note-taking software that offers an unparalleled level of customization. Create a free accounthere.; What is Figma?Figma is a free design software built for ease-of-use and collaboration. No paid Figma subscription is required to use this template. Create a free accounthere.; Can I become an affiliate?Absolutely,click hereto sign up.; Do you offer custom Notion solutions for businesses or individuals?I sure do. Please send me an email athello@themattbio.comwith what you have in mind.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.573Z",
  "lastUpdated": "2026-01-12T20:47:13.573Z"
}