{
  "id": "75 hard challenge tracker | Notion template",
  "name": "75 hard challenge tracker | Notion template",
  "slug": "75-hard-challenge-tracker-notion-template",
  "description": "Taking on the 75 Hard Challenge is no small feat—it tests discipline, consistency, and mental toughness. This Notion template is your ultimate companion, designed to keep you organized, accountable, and motivated from Day 1 to Day 75.Who it’s for:Anyone taking on the 75 Hard Challenge who wants a structured system to track progress, stay consistent, and build habits that last.How it helps: Stay on track: A dedicated 75 Hard workspace keeps daily tasks organized so you can focus on the challenge.",
  "price": 5,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "AA Digital templates",
    "url": "https://aadigitaltemplates.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dnteh",
  "affiliateUrl": "https://gumroad.com/a/962870099/dnteh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": 64,
  "tags": [],
  "useCases": [],
  "features": "Stay on track:A dedicated75 Hard workspacekeeps daily tasks organized so you can focus on the challenge.; Never miss a check-in:TheToday Check-Allbutton lets you mark tasks complete instantly, with built-in alerts for anything left unfinished.; Track every attempt:TheAttempts databaserecords start/end dates and streaks, giving you a full view of progress and celebrating each win.; Daily Task Tracking:Manage and repeat daily challenge tasks easily.; Streak Management:Automatic progress tracking with alerts for incomplete days.; Reset Function:TheReset 75 Hardbutton gives you a fresh slate for new attempts.; Attempts Database:Track start/end dates and progress history for full visibility.",
  "assessmentScore": 82,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.187Z",
  "lastUpdated": "2026-01-12T20:47:13.187Z"
}