{
  "id": "A Financial Notion | Track Your Money",
  "name": "A Financial Notion | Track Your Money",
  "slug": "a-financial-notion-track-your-money",
  "description": "A Finance Tracker and budgeting tool built entirely in Notion. This Notion Template is built from three databases to capture, calculate and store your monthly income, expenditure and yearly profit &amp; loss. Join the 6000+ users who have already simplified their lives with my Notion systems. With this system you can: Quickly log and track automatically dated income and expenditure, linking it to clients, and categories. Capture monthly expenses as one-off, variable or fixed entries and simply r",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Better Creating",
    "url": "https://bettercreating.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/nxQbSn",
  "affiliateUrl": "https://gumroad.com/a/962870099/nxQbSn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 22,
  "ratingCount": 22,
  "salesCount": 407,
  "tags": [],
  "useCases": [],
  "features": "Quickly log and track automatically dated income and expenditure, linking it to clients, and categories.; Capture monthly expenses as one-off, variable or fixed entries and simply reset it each month.; Create monthly fixed & variable expense budget items using the template generator for quick account management; View rolled-up income, expenditure and profit/loss reports in the Balance Report database.; Set budget limits for specific expenses and track when you over spend.; Set % claims against individual expenses to manage both your personal expenditure and your claimed business expenses.; Keep an historic record of everything, for each financial year, and easily reset the dashboard to start a new one.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.549Z",
  "lastUpdated": "2026-01-12T20:47:12.549Z"
}