{
  "id": "All-In-One Planner: A Notion Template",
  "name": "All-In-One Planner: A Notion Template",
  "slug": "all-in-one-planner-a-notion-template",
  "description": "Why use multiple templates when you can have everything in one place? This all-in-one template includes daily logs, habit tracking, to-do lists, project &amp; goals, notifications, and so much more all in one convenient location.Begin your day by using the Notion Daily Log to generate a Daily Card, providing an overview of your daily planning information. Review your recurring to-dos, challenges, habits, projects, goals, and agenda. Throughout the day, mark off each completed task to track your ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "NellieNotion Templates Creator",
    "url": "https://nellienotions.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vayfi",
  "affiliateUrl": "https://gumroad.com/a/962870099/vayfi",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "An easy way to track daily challenges, goals & projects; Daily Cards (see your day at a glance); Daily Logs and Reminders; Week/Month/Year (at a glance); Master To-do's Database (with use of Notion recurring function)Create recurring task, events, daily challenges, birthdays, habits, list, routines and anything else you may possibly need; Create recurring task, events, daily challenges, birthdays, habits, list, routines and anything else you may possibly need; SmartTags Database, automatically count completed daily to-do's (including Notions use of the recurring database)  in any category you create; Weekly Reflections; Health Goals Database; Sleep Tracker",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.839Z",
  "lastUpdated": "2026-01-12T20:47:12.839Z"
}