{
  "id": "Bible Study in Notion",
  "name": "Bible Study in Notion",
  "slug": "bible-study-in-notion",
  "description": "What started as a passion project to integrate Bible study with my personal knowledge management system has now grown into a complete Bible Study Template in Notion. This template is designed to help you organize your Bible notes, track sermon insights, and keep track of prayer requests—all in one place. Whether you're new to Bible study or looking for a more structured way to deepen your understanding, this template will support your journey.What's Inside: All Books of the Bible: Quick access t",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Nora Conrad",
    "url": "https://stephnoraconrad.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/mxqzh",
  "affiliateUrl": "https://gumroad.com/a/962870099/mxqzh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 16,
  "ratingCount": 16,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "All Books of the Bible: Quick access to each book, ready for notes and insights.; Notes Section: An area for recording your thoughts, reflections, and sermon notes.; Prayer Tracker: Keep track of prayer requests and follow up with answered prayers.; Web Bible: The complete World English Bible (WEB), integrated for easy reference.; Resources & Links: Includes helpful links to Christian creators, Bible study resources, and video content.; Bible Study Playlist: Curated videos and resources to help you understand scripture better.; Walk-Through Video: A step-by-step guide to get you started with the template and Notion.; Cheat Sheet: A quick reference to help you navigate your new Bible Study system.; Bible Summaries: Book summaries fromBibleHub.com, as well as additional references fromThe Bible ProjectandOverview Bible.; Direct Bible Translations: Links toCSB, ESV, and KJVfor easy access to different translations.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.075Z",
  "lastUpdated": "2026-01-12T20:47:13.075Z"
}