{
  "id": "Body Transformation Tracker | Notion Weight Loss Tracker",
  "name": "Body Transformation Tracker | Notion Weight Loss Tracker",
  "slug": "body-transformation-tracker-notion-weight-loss-tracker",
  "description": "BodyTransformEnter \"0\" to download for FREE! 👉Lose Weight Faster and Achieve Your Dream Body In 2025 A science-backed system to accelerate and sustain your weight loss success.\"Participants using tracking tools for diet and fitness achieved weight loss 60% more consistently\" (Stanford Medicine).Your Complete System for Fitness, Nutrition, and Body TransformationSupercharge your weight loss with the most advanced all-in-one Notion system to help you track progress, lose fat, build healthy habits,",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Harrison",
    "url": "https://harrisonwallace1999.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/tggob",
  "affiliateUrl": "https://gumroad.com/a/962870099/tggob",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 12,
  "ratingCount": 12,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Track weight loss, fat loss, and muscle gain with ease.; Gain a personalized roadmap that adapts to your progress.; Visualize weekly and monthly trends to stay accountable.; Proven tracking tools for weight, fitness, and nutrition progress.; Performance analytics help you train smarter, not harder.; Dynamic challenges keep you motivated to hit every milestone.; Log workouts, meals, and progress instantly from your phone.; Mobile-optimized layouts make tracking effortless anywhere.; Works perfectly on Notion’s free plan—desktop or mobile.; Create personalized workouts or choose from 100+ preloaded exercises.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.091Z",
  "lastUpdated": "2026-01-12T20:47:13.091Z"
}