{
  "id": "Book Tracker",
  "name": "Book Tracker",
  "slug": "book-tracker-4",
  "description": "Discover the most aesthetic and functional way to track your reading journey. Whether you're a casual reader, audiobook lover, or book club enthusiast, this Notion template is your one-stop solution to organizing, planning, and analyzing every aspect of your reading life—all while looking stunning on any device.✨ What Makes This Book Tracker Unique?Your Digital BookshelfEffortlessly organize your books and audiobooks with a sleek, visual bookshelf. Filter by reading status, such as Currently Rea",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Notionshark",
    "url": "https://thenotionshark.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zgsad",
  "affiliateUrl": "https://gumroad.com/a/962870099/zgsad",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 6,
  "ratingCount": 6,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Aesthetic and Functional: Combines a sleek design with powerful tools for an enjoyable experience.; Customizable for Any Reader: Whether you’re tracking fantasy novels, thrillers, or non-fiction, this template adapts to your needs.; Time-Saving Automations: Automatically calculate stats, organize your data, and keep everything updated.; Perfect for All Devices: Works beautifully on desktop, tablet, or mobile.; Lifetime Access: Get updates and improvements at no extra cost.; A downloadable PDF with a link to duplicate the template into your Notion workspace.; A YouTube video walkthrough, showing you how to get the most out of your template.; This is a digital download. No product will be shipped.; You can download a PDF File with a custom download link and instructions; Refunds are not possible, if you have any questions feel free to contact us and we will help you",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.292Z",
  "lastUpdated": "2026-01-12T20:47:13.292Z"
}