{
  "id": "Book Tracker Notion Template",
  "name": "Book Tracker Notion Template",
  "slug": "book-tracker-notion-template-1",
  "description": "A minimal easy to use reading list tracker.What's Inside Reading Goal tracker Book progress indicator Author Database Genre Database This template was created as an alternative to goodreads for managing my books and tracking the books i am reading. The reading tracker for yearly goal updates automatically based on the starting date and finished date. Separate databases for authors and genres give you more flexibility for managing your books. With sidebar navigation you can jump between pages wit",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "Tony David",
    "url": "https://tonydavid.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/536495827/xbpjv",
  "affiliateUrl": "https://gumroad.com/a/536495827/xbpjv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 465,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Reading Goal tracker; Book progress indicator; Author Database; Genre Database",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.641Z",
  "lastUpdated": "2026-01-12T20:47:13.641Z",
  "image": "/images/products/book-tracker-notion-template-1.jpg",
  "rawData": {
    "description": "A minimal easy to use reading list tracker.What's Inside Reading Goal tracker Book progress indicator Author Database Genre Database This template was created as an alternative to goodreads for managing my books and tracking the books i am reading. The reading tracker for yearly goal updates automatically based on the starting date and finished date. Separate databases for authors and genres give you more flexibility for managing your books. With sidebar navigation you can jump between pages with ease.Some more features are planned. Leave your email during checkout to get notified.📢 Update: I've just launched new a book tracker called smart reading list. This new template can auto populate book meta data and many more cool features i highly recommend checking out smart reading list.Get Smart Reading ListFAQDoes this work on the free version of Notion?Yes. Once you download, you'll get a link to the template you can duplicate it and use as you like. Any other questions?You can contact me on twitter @tonydavidz",
    "features": [
      "Reading Goal tracker",
      "Book progress indicator",
      "Author Database",
      "Genre Database"
    ],
    "reviewQuotes": []
  }
}