{
  "id": "Book Tracker Notion Template",
  "name": "Book Tracker Notion Template",
  "slug": "book-tracker-notion-template-3",
  "description": "Manage your books in one place, so you never lose track of your next great read with this Book Tracker Notion Template.✅ Reading Status Categories – Organize books into Currently Reading, To Be Read (TBR), Wishlist, Did Not Finish (DNF), and Finished for easy tracking.✅ Quick Add Buttons – Seamlessly add new books with a click, saving you time.✅ Customizable Layout – Personalize the tracker to fit your reading style.✅ Notes – Keep track of every book's thoughts, reviews, and quotes.Reading Track",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "tracker",
  "creator": {
    "name": "Pinkey Studio",
    "url": "https://pinkeystudio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ibpjes",
  "affiliateUrl": "https://gumroad.com/a/962870099/ibpjes",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Yes, it does!; No! You have unlimited access to this template. Once you make the purchase, you can use it for as long as you want!; Of course! Feel free to make any changes.; Email me with any issues or questions atpinkeycanvatemplates@gmail.com; Purchase this Product ($0); You will receive an email from Gumroad with a link to your download.; Follow the instructions and the link to your Notion template.; Due to the digital nature of this product, you will not receive a physical shipment. Upon purchase, you will receive a download link with the Notiona templates.; All digital products are final sales and cannot be refunded or returned.; You must not share, re-sell, re-distribute, or give away any of these templates or graphic elements, they are for your use only.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.295Z",
  "lastUpdated": "2026-01-12T20:47:13.295Z"
}