{
  "id": "Book Library & Reading Journal Notion Template",
  "name": "Book Library & Reading Journal Notion Template",
  "slug": "book-library-reading-journal-notion-template",
  "description": "Welcome to our Book Library &amp; Reading Journal Notion Template!Reading books has always been an irreplaceable aspect of our life. When we first started the Organized Notebook, the Book Library Template was one of the first products we created because we found the need to organize our reading, to arrange our books in a way that it motivates us to read and reflect after we finished our books.What is Included in the Lite Version:Our lite version is a great starting tool to keep track of your rea",
  "price": 10,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "The Organized Notebook",
    "url": "https://theorganizednotebook.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hqimvx",
  "affiliateUrl": "https://gumroad.com/a/962870099/hqimvx",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 27,
  "ratingCount": 27,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Favorite book and quote:On the left side you can customize this template with your favorite book and quote to personalize this book library.; Reading Goals and Resources:Here you can put your goals or challenges and save online reading lists or resources.; My Reading Dashboard:The reading dashboard provides you with two views “Reading now” and “Want to read”.; What I read this year:This is where you’ll see all the books you’ve read this year.; Browse Books by Genre:All of your books can also be viewed according to the genre; Mood Photo & Quote: where you can put the photo and quotes that fit your reading mood. We recommend you customize this section to fit your personality and create a cozy reading vibe for you!; Browse by genre & authors:where you can find all books belonging to a specific genre or author.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.582Z",
  "lastUpdated": "2026-01-12T20:47:12.582Z"
}