{
  "id": "Budget Planner (Minimalist)",
  "name": "Budget Planner (Minimalist)",
  "slug": "budget-planner-minimalist",
  "description": "The Ultimate Budget Planner (Minimalist) - Keep Your Finances in Check!Created By The Productivity Co.As someone who understands the importance of budgeting, you know that staying on top of your finances is crucial. Introducing the Budget Planner (Minimalist), a Notion template designed to help you effectively plan your budget and achieve your financial goals.👉 Who is it for? Whether you're a novice or an experienced budgeter, this template is perfect for anyone who wants to take control of thei",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "The Productivity Co.",
    "url": "https://heyproductivity.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/humih",
  "affiliateUrl": "https://gumroad.com/a/962870099/humih",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 58,
  "ratingCount": 58,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Effortlessly plan your budget and monitor your financial progress; User-friendly buttons for adding and managing accounts, income, revenue, expenses, categories, payors, and payees; Mobile-friendly design for easy access and on-the-go budget tracking; Sleek and minimalist interface suitable for various preferences; Consolidated view of all your accounts, ensuring a holistic understanding of your financial standing; Can I edit the template?Though we recommend using the template as-is, you are free to customize the template to fit your individual needs.; How do I contact you if I have questions?You can reach us on Twitter@heyproductivityor via email athey@theproductivity.co. We're always happy to help!",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.670Z",
  "lastUpdated": "2026-01-12T20:47:12.670Z"
}