{
  "id": "Business Model Canvas for Notion & Figma",
  "name": "Business Model Canvas for Notion & Figma",
  "slug": "business-model-canvas-for-notion-figma",
  "description": "Business Model Canvas Template for Notion &amp; FigmaThe Business Model Canvas splits a business model into 9 areas and invites you to brainstorm how your business will capitalize on each. Whether you're starting up a new business or trying to understand an existing one, the Business Model Canvas will help you map it out.The Business Model Canvas is ideal for quick thinking and brainstorming with sticky notes, so grab your team and start thinking about:Value Proposition. What does the business o",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "crm",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/lhwzzi",
  "affiliateUrl": "https://gumroad.com/a/962870099/lhwzzi",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 59,
  "ratingCount": 59,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Value Proposition. What does the business offer to meet the needs of its customers? What distinguishes it from its competitors? Is it something innovative? Price? Quality?; Key Activities. What does the business do to execute its value proposition?; Key Resources. What resources does the business have to give it an edge? People? Knowledge? Assets?; Key Partners. Does the business have any complimentary partnerships or relationships? Joint ventures or strategic alliances?; Customer Segments. Who are the customers? A niche market or mass appeal? Multiple different segments? Multi-sided market?; Customer Relationships. What sort of relationship will the business have with its customer segments? High touch sales? Self-service? Community-based?; Channels. What channels will the business use to get its value proposition to its customers? Marketing? Partnerships? Online or physical?; Cost Structures. How will the business expenses be structured? Fixed costs and variable costs? Economies of scale? Minimize costs or maximize value?; Revenue Streams. How will the business make money from its customers? Selling something? Subscription fees? Advertising?",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.570Z",
  "lastUpdated": "2026-01-12T20:47:12.570Z"
}