{
  "id": "Canva Tutorials, Tips & Tricks: Design Resource in Notion",
  "name": "Canva Tutorials, Tips & Tricks: Design Resource in Notion",
  "slug": "canva-tutorials-tips-tricks-design-resource-in-notion",
  "description": "Canva is a powerful design tool that can be used to create projects that not only look great but also help people learn the basics of digital design. This is a free tool that allows you to work with photo editing, design layout, and more, all within an easy-to-use platform. You can create posters, marketing graphics, videos, compelling designs, all without any design background. Canva provides access to thousands of templates for any purpose.About the TemplateThe template is a Canva resource dir",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "second-brain",
  "creator": {
    "name": "Notion4Teachers",
    "url": "https://notion4teachers.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ewvuv",
  "affiliateUrl": "https://gumroad.com/a/962870099/ewvuv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 249,
  "ratingCount": 249,
  "salesCount": 41,
  "tags": [],
  "useCases": [],
  "features": "🔑Hidden Features & Shortcuts- Quick keyboard shortcut guide in an easy-to-read format. Additional hidden features of Canva that you may not be aware about. I think they will surprise you!; 💠Design Elements & Principles- Several articles carefully curated to provide you with the knowledge you need to understand proper design philosophy.; 🏆Built-in Progress Bars- All tutorial sections, tips, and even the articles have progress bars to help you keep track of what you have learned (or read). See if you can achieve 100%!; Anyone looking to improve their skills with Canva; Educators seeking new ideas to create engaging lessons for students; Creative tools to use in the classroom; Productivity management",
  "assessmentScore": 82,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.538Z",
  "lastUpdated": "2026-01-12T20:47:12.538Z"
}