{
  "id": "Celebration & Holiday Planner Notion Template",
  "name": "Celebration & Holiday Planner Notion Template",
  "slug": "celebration-holiday-planner-notion-template",
  "description": "Welcome to our Celebration &amp; Holiday Planner Notion Template! This template will help you plan for any upcoming holidays, celebrations, and events. We designed an all-in-one template where you can brainstorm specific holidays and celebrations (Christmas, Thanksgiving, New Years, etc...) and plan specific yearly events at the same time. It includes everything thing you could need from gift lists, contact book, guest trackers, shopping lists, food menu, and more!Mood Picture: Depending on the ",
  "price": 10,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "The Organized Notebook",
    "url": "https://theorganizednotebook.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/lgczx",
  "affiliateUrl": "https://gumroad.com/a/962870099/lgczx",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Mood Picture:Depending on the season, you can add a corresponding mood picture here.; Celebrations and Anniversaries:Add new celebrations, anniversaries, or holidays in this section!; My Events:These are specific events that you’ve planned corresponding to a celebration that appears above.; Quick Links:All databases relating to this template can be found here. These links are mainly here for your reference, or if you need to go into specific databases.; Contact Book:Add all of your contacts here that you might come to current and future events/celebrations.; Gift Ideas:Put your gift ideas here for future reference so you have an easy way to decide what to get everyone.; Shopping List:This is an easy way to see what you need to buy before the event like food and decorations.; Guest Tracker:Track RSVPs here so you know exactly who is coming to your event!; Schedule:Have a schedule and to-do so you know what you need to plan in advance.; Activities:This is a brainstorming section so that you have a list of fun activities and resources relating to that specific type of celebration or holiday!",
  "assessmentScore": 77,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.547Z",
  "lastUpdated": "2026-01-12T20:47:12.547Z"
}