{
  "id": "Christmas Party Planner Notion Template",
  "name": "Christmas Party Planner Notion Template",
  "slug": "christmas-party-planner-notion-template",
  "description": "Are you tasked with organizing a special event or hosting a memorable Christmas party? Look no further! Our comprehensive Notion template is your ultimate event planning solution. From guest lists and budgets to menus and tasks, this template streamlines every aspect of your event management, ensuring a smooth and successful celebration.Key Features:Guest List Management: Effortlessly track attendeesMenu and Recipe Planning: Plan mouthwatering menus and store your favorite recipes.To-Do Lists: S",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Randy Valencia",
    "url": "https://randyvalencianotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dfzzho",
  "affiliateUrl": "https://gumroad.com/a/962870099/dfzzho",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 9,
  "ratingCount": 9,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Guest List Management:Effortlessly track attendees; Menu and Recipe Planning:Plan mouthwatering menus and store your favorite recipes.; To-Do Lists:Stay organized with task lists, deadlines, and progress tracking.; Shopping Lists:Create, manage, and prioritize shopping lists for event essentials.; Expense and Budget Tracking:Monitor expenses and budget variances in real-time.; Raffle Prizes Organizer:Manage raffle prizes, donors, winners, and ticket numbers.; Vendor Information Hub:Store vendor details, contracts, and payments.; Highly Customizable:Tailor the template to your event's unique needs.; Time-Saving:Reduce planning stress and save time with a centralized planning hub.; Financial Control:Keep a tight grip on your event budget and expenses.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.171Z",
  "lastUpdated": "2026-01-12T20:47:13.171Z"
}