{
  "id": "CogniMark",
  "name": "CogniMark",
  "slug": "cognimark",
  "description": "Your AI-Infused Bookmark &amp; Note Automatic Sorting SystemEffortlessly Organize Your Digital Life CogniMark seamlessly integrates with the Save to Notion chrome extension, making bookmarking and note-taking a breeze. Save and categorize all your bookmarks and notes automatically with the power of AI. Eliminate cluttered tabs and enjoy a well-structured digital workspace.AI-Powered Bookmark and Note Sorting Experience the efficiency of AI-selected categories for your bookmarks and notes. CogniM",
  "price": 19,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "Hunter Bohm",
    "url": "https://thehunterbohm.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/quieq",
  "affiliateUrl": "https://gumroad.com/a/962870099/quieq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 26,
  "ratingCount": 26,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Save and categorize all your bookmarks and notes automatically with the power of AI.; Eliminate cluttered tabs and enjoy a well-structured digital workspace.; Experience the efficiency of AI-selected categories for your bookmarks and notes.; CogniMark intelligently analyzes your content and assigns it to relevant categories, saving you time and effort.; Never struggle to find a bookmark or note again with our intelligent sorting system.; Get quick summaries of your bookmarks and notes generated by our AI system.; Gain valuable insights at a glance without having to open each item individually. Effortlessly recall key information and stay productive.; Enjoy a smooth integration with the Save to Notion chrome extension for effortless usage.; CogniMark provides a user-friendly interface, ensuring a seamless experience from start to finish.; Effortlessly manage and organize your digital assets with our intuitive system.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.663Z",
  "lastUpdated": "2026-01-12T20:47:12.663Z"
}