{
  "id": "Collaborative Road Trip Planner [Notion Template]",
  "name": "Collaborative Road Trip Planner [Notion Template]",
  "slug": "collaborative-road-trip-planner-notion-template",
  "description": "Discover the new Collaborative Road Trip Planner for Notion!Unleash the power of seamless teamwork and create unforgettable travel experiences with this new Notion template. Designed to transform the way you plan, experience, and cherish your adventures, this all-in-one solution is your ticket to stress-free, collaborative travel.Features:Comprehensive Dashboards: Navigate your journey with three dedicated dashboards – PLAN, EXPERIENCE, and REFLECT. Effortlessly switch between planning, living i",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "BayFuji",
    "url": "https://bayfuji.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/opexkq",
  "affiliateUrl": "https://gumroad.com/a/962870099/opexkq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 18,
  "ratingCount": 18,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Customizable Itinerary:Craft your dream itinerary with ease. Drag and drop activities, attractions, and dining spots into your schedule, adapting it to your group's preferences and interests.; Adventure Journal:Capture every moment and emotion with the integrated adventure journal. Chronicle your experiences, jot down spontaneous thoughts, and relive the magic of your journey.; Expense Tracking:Effortlessly split costs and monitor shared expenses. The planner automatically calculates who owes what, ensuring financial clarity and collaborative fairness.; Real-Time Updates:Enjoy hassle-free coordination with automatic updates. Whether a plan changes or an expense is added, everyone stays in the loop without manual notifications.; Budget Insights:Always know where you stand financially. Monitor your remaining budget as you travel, eliminating the guesswork and helping you make informed decisions on the go.; Plan:Craft your adventure using a user-friendly interface that simplifies itinerary brainstorming, packing, and budget creation.; Experience:Immerse yourself in the journey, knowing that everything updates automatically. Spend more time enjoying and less time managing.; Reflect:Relive your experiences through the built-in adventure journal. Cherish your memories and share stories with your travel companions.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.177Z",
  "lastUpdated": "2026-01-12T20:47:13.177Z"
}