{
  "id": "Complete Finance Tracker |  Notion Template",
  "name": "Complete Finance Tracker |  Notion Template",
  "slug": "complete-finance-tracker-notion-template",
  "description": "Take control of your finances like never before with our Complete Finance Tracker (Notion Template). Whether you're managing your personal finances or keeping a close eye on your side hustle, this complete finance tracker of Notion template is your all-in-one solution.Key Features:Income and Expense Tracking: Effortlessly record your sources of income and track your expenses in a clean and intuitive interface. Gain insights into where your money is coming from and where it's going.Transfer Recor",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "easynotion.io",
    "url": "https://easynotionio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/avjwf",
  "affiliateUrl": "https://gumroad.com/a/962870099/avjwf",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": 840,
  "tags": [],
  "useCases": [],
  "features": "Transfer Record. Record transfer between accounts.; Budget Planning:Set and manage your budgets for various expense categories. Stay on top of your spending goals and make informed financial decisions.; Reports and Insights:Generate detailed reports and visual charts to analyze your financial data. Identify trends, make informed decisions, and plan for a secure financial future.; Multi account:Monitor your savings accounts, investments account, and retirement account in one central location.; Effortless Navigation. Seamlessly navigate between sections.; Quick Action. Do everything quickly.; Comprehensive Dashboard. Know your financial health in one page.; Subscription. Never forget your subscription payment again. Easily know what you have to pay.; Investment Account. Seperate your saving account with investment account. Top up or withdraw.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.925Z",
  "lastUpdated": "2026-01-12T20:47:12.925Z"
}