{
  "id": "Content Creator Notion Template Pack | 5 Free Templates",
  "name": "Content Creator Notion Template Pack | 5 Free Templates",
  "slug": "content-creator-notion-template-pack-5-free-templates",
  "description": "Manage your site and social media with these five free templates! Blog dashboard: write, schedule and plan blog post, bookmark resources, list contacts, save blog assets like fonts and logos, quickly access all your blog essentials in one place and more. ARC Book Tracker: track the advanced reader copies of books you have requested, reviewed and posted about. The Ultimate Content Creator's Brain Dump: dump all your content ideas in one place. About me page: use this as a link-in-bio or about me ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Hafsah | Notion Templates",
    "url": "https://hafsahi.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/eelmoy",
  "affiliateUrl": "https://gumroad.com/a/962870099/eelmoy",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 19,
  "ratingCount": 19,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Blog dashboard:write, schedule and plan blog post, bookmark resources, list contacts, save blog assets like fonts and logos, quickly access all your blog essentials in one place and more.; ARC Book Tracker:track the advanced reader copies of books you have requested, reviewed and posted about.; The Ultimate Content Creator's Brain Dump:dump all your content ideas in one place.; About me page:use this as a link-in-bio or about me page to show the books you are currently reading, your favourite podcast and more.; Free Link in Bio Template:easily share link and embed elements with your followers. Notion gives you more flexibility than other link-in-bio creators, and you can easily update it.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.670Z",
  "lastUpdated": "2026-01-12T20:47:12.670Z"
}