{
  "id": "Course Architect",
  "name": "Course Architect",
  "slug": "course-architect",
  "description": "Organize, Create &amp; Publish Courses Directly Inside Notion (bye bye Kajabi!)Course Architect offers course creators more control of their creative processes to not only create better courses, but to manage and organize your courses, plan your tasks and have ideas, resources and inspiration right at your fingertips when creating your courses.And when it's finished? Simply publish it directly to Notion in ONE CLICK.See a the full preview of Course Architect herehttps://getcoursearchitect.com/Wh",
  "price": 99,
  "currency": "USD",
  "category": "course",
  "subcategory": "ai",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/wfpjb",
  "affiliateUrl": "https://gumroad.com/a/919154899/wfpjb",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": 216,
  "tags": [],
  "useCases": [],
  "features": "Course & Digital Product Creatorslooking for a cheap and reliable system to create courses that you don't have to subscribe to every month.; Coaches & Consultantslooking to cut costs on expensive software like Thinkific or Kajabi, and instead use Notion to seamlessly create courses for free (forever).; Agencieslooking to integrate their Notion workspaces with easy-to-use course creation directly on-platform without needing expensive subscriptions.; What is Course Architect?Course Architect is a Notion workspace built to help you to create, manage, strategize and publish your courses from one digital place.; Do I need to be on a paid Notion plan to use this?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace.; Can I make changes to this template?Of course. Templates are meant to be customized to your own needs, so after duplicating you can and should edit it as much as you like.; Is this really worth $97?If you had to spend the time ideating and building a system like this for yourself, you’d need to spend a lot of hours. We’ve already done all that work for you in advance.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.500Z",
  "lastUpdated": "2026-01-12T20:47:13.500Z"
}