{
  "id": "Creator OS",
  "name": "Creator OS",
  "slug": "creator-os",
  "description": "Content Creator's the All-in-One Notion Template!Visit My Website for More Details This isn't just another Notion template – it's a meticulously crafted system designed to empower your entire content creation journey. Here's a glimpse of what awaits you:Content Management &amp; Organization: Platform Hub: Manage all your content platforms (YouTube, Instagram, etc.) in one place. Track posting schedules, content ideas, and audience insights. Topic Brainstorming: Never run out of ideas again! Capt",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/swfdh",
  "affiliateUrl": "https://gumroad.com/a/962870099/swfdh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 107,
  "ratingCount": 107,
  "salesCount": 515,
  "tags": [],
  "useCases": [],
  "features": "Platform Hub:Manage all your content platforms (YouTube, Instagram, etc.) in one place. Track posting schedules, content ideas, and audience insights.; Topic Brainstorming:Never run out of ideas again! Capture fleeting thoughts, brainstorm topics, and categorize them for easy access.; Bookmark Bonanza:Organize all your inspiring articles, tutorials, and reference materials for seamless retrieval.; Sponsorship Central:Secure and manage sponsorships effectively. Track details, deliverables, and payment information within the template.; Affiliate Management:Effortlessly organize and track your affiliate links, campaigns, and earnings.; Finance Tracker:Stay on top of your finances! Track income, expenses, and profitability with a built-in financial dashboard.; Goal Setting & Tracking:Define your content creation goals, break them down into actionable steps, and monitor progress visually.; Habits & Journaling:Cultivate a consistent and productive routine with built-in habit trackers and journaling prompts.; Project & Task Management:Organize and prioritize your content creation projects and tasks for maximum efficiency.; Tool & Resource Library:Keep all your essential content creation tools and inspirational resources at your fingertips.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.055Z",
  "lastUpdated": "2026-01-12T20:47:13.055Z"
}