{
  "id": "CRM for influencers, Brands, and Deals Managements.",
  "name": "CRM for influencers, Brands, and Deals Managements.",
  "slug": "crm-for-influencers-brands-and-deals-managements",
  "description": "Are you tired of managing your influencer outreach efforts manually? Are you finding it challenging to keep track of all your influencer contacts, their social media handles, and other relevant details? If yes, then the Influencers CRM template is the solution you have been looking for!The Influencers CRM template is a comprehensive solution for managing influencer outreach and relationships. Here's what you can expect from this powerful template:Customizable fields: Add important information ab",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "El Vairus Notion Templates",
    "url": "https://vairusstrategy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/fvyjo",
  "affiliateUrl": "https://gumroad.com/a/962870099/fvyjo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 42,
  "ratingCount": 42,
  "salesCount": 44,
  "tags": [],
  "useCases": [],
  "features": "Customizable fields: Add important information about each influencer, such as their name, email address, social media handles, follower count, and engagement rates.; Sort and filter: Quickly find the right influencers for your campaigns by sorting and filtering your list based on these fields.; Task tracking: Use theTaskspage to track the progress of your influencer marketing tasks and deadlines. Assign tasks to team members, set due dates, and track the status of each task.; Custom views and filters: Stay organized with custom views and filters tailored to your specific needs.; Fully customizable: Easily add or remove fields as needed to make the CRM work for you.; Does this template work with a free Notion account?Yes, it does! After purchasing the template, you can easily duplicate it and use it with your free Notion account.; Brand deals management",
  "assessmentScore": 62,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.800Z",
  "lastUpdated": "2026-01-12T20:47:12.800Z"
}