{
  "id": "Daily Journal For Life",
  "name": "Daily Journal For Life",
  "slug": "daily-journal-for-life",
  "description": "Journaling is the best way to clear your mind, and this notion template will help you do the same. Do you want to dump your useless thoughts or want to write down your day? Look no further. This daily journal will help you track your emotions and moods. What's inside: Brain Dump:A designated space for dumping all your thoughts, ideas, worries, and to-dos.Easily jot down anything that comes to mind without worrying about organization.Encourages free-flowing creativity and clears mental clutter.Pr",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Poonam Sharma",
    "url": "https://poonamsharma.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/qlufl",
  "affiliateUrl": "https://gumroad.com/a/962870099/qlufl",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 93,
  "ratingCount": 93,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "A designated space for dumping all your thoughts, ideas, worries, and to-dos.; Easily jot down anything that comes to mind without worrying about organization.; Encourages free-flowing creativity and clears mental clutter.; Provides a structured yet flexible area for brainstorming and capturing fleeting thoughts.; A section dedicated to reflecting on the things you're grateful for each day.; Prompts to help you identify and appreciate the positives in your life.; Encourages a mindset of gratitude, fostering feelings of contentment and happiness.; Allows you to look back and see patterns of gratitude over time, boosting overall well-being.; A space to record your daily activities, events, and emotions.; Structured prompts to guide your entries, such as \"Today's Highlights\" and \"Reflections.\"",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.588Z",
  "lastUpdated": "2026-01-12T20:47:12.588Z"
}