{
  "id": "Daily Review",
  "name": "Daily Review",
  "slug": "daily-review-1",
  "description": "🌟 Transform Your Day with the \"Daily Review\" Notion Template! Elevate your daily reflection with our intuitive \"Daily Review\" template. Tailored for both novices and seasoned planners, this template simplifies self-improvement and encourages mindful introspection.📌 Features :Emotional &amp; Health Insights: Track your mood, diet, and exercise. Stay in tune with your well-being.Habit Tracking: Monitor beneficial habits like reading and meditation, ensuring consistent growth.Task &amp; To-Do Revie",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Life-Guide",
    "url": "https://lifeguide00.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/neegti",
  "affiliateUrl": "https://gumroad.com/a/962870099/neegti",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Emotional & Health Insights:Track your mood, diet, and exercise. Stay in tune with your well-being.; Habit Tracking:Monitor beneficial habits like reading and meditation, ensuring consistent growth.; Task & To-Do Review:Reflect on completed tasks and postponed items, fostering better productivity.; Evening Recap:A brief nightly review with targeted questions helps set the tone for the next day.; Time Management:Utilize the \"Lubyshev\" method to analyze and optimize your time efficiently.; Beginners in Reflection:An easy-to-follow structure makes daily introspection accessible and effective.; Efficiency Enthusiasts:Understand your time usage, pinpointing areas for improvement.; Self-Improvement Advocates:Ideal for those committed to daily growth and better habits.; Insightful Reflection:Offers a clear understanding of time use and daily patterns.; Structured Process:Predefined dimensions ensure a focused and meaningful review.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.895Z",
  "lastUpdated": "2026-01-12T20:47:12.895Z"
}