{
  "id": "Daily Journal",
  "name": "Daily Journal",
  "slug": "daily-journal",
  "description": "Capture Your Days with This All-in-One Daily Journal Notion Template!Visit Official WebsiteThis customizable Notion template is designed to be your one-stop shop for daily journaling. Document your experiences, explore your thoughts and feelings, and track your personal growth, all within a clean and organized format.Here's what makes this template special: Simple and Flexible: Start with a basic daily entry section and personalize it to fit your journaling style. Add headings, subheadings, or b",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/nhvpr",
  "affiliateUrl": "https://gumroad.com/a/962870099/nhvpr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 35,
  "ratingCount": 35,
  "salesCount": 522,
  "tags": [],
  "useCases": [],
  "features": "Track Your Mood:Reflect on your overall mood with a dedicated section. Use emojis, a rating system, or a simple text description to document your emotional state.; Grateful Heart:Cultivate an attitude of gratitude with a space to record the things you're thankful for each day.; Looking Ahead:Set intentions or goals for the next day, keeping yourself focused and motivated.; Looking Back:Over time, use the built-in filtering and sorting capabilities of Notion to see trends, identify patterns, and witness your personal growth.; Anyone who wants to develop a consistent journaling habit.; People who enjoy a structured approach to reflection.; Those who want to track their moods and overall well-being.; Individuals seeking a digital journaling solution with powerful organizational features.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.095Z",
  "lastUpdated": "2026-01-12T20:47:13.095Z"
}