{
  "id": "Daily Productivity Log",
  "name": "Daily Productivity Log",
  "slug": "daily-productivity-log",
  "description": "Start becoming more purposeful in your day-to-day activities.Time blocking for morning, afternoon &amp; night activitiesNotes to highlight for the dayDaily ReflectionFAQDoes this work with a free Notion account?Yes! This template will work with any type of account, free or premiumCan I share this with my friends?Unfortunately, you are not allowed to do so since it is a licensed product.How do I reach you if I have any questions?feel free to reach out to me via Twitter/Instagram/Email and I'll re",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "NotionWithZon",
    "url": "https://notionwithzon.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/cobgl",
  "affiliateUrl": "https://gumroad.com/a/962870099/cobgl",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 15,
  "ratingCount": 15,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Time blocking for morning, afternoon & night activities; Notes to highlight for the day; Daily Reflection; Does this work with a free Notion account?Yes! This template will work with any type of account, free or premium; Yes! This template will work with any type of account, free or premium; Can I share this with my friends?Unfortunately, you are not allowed to do so since it is a licensed product.; Unfortunately, you are not allowed to do so since it is a licensed product.; How do I reach you if I have any questions?feel free to reach out to me viaTwitter/Instagram/Emailand I'll respond to you as soon as possible.; feel free to reach out to me viaTwitter/Instagram/Emailand I'll respond to you as soon as possible.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.631Z",
  "lastUpdated": "2026-01-12T20:47:12.631Z"
}