{
  "id": "Designer Portfolio (Notion Template)",
  "name": "Designer Portfolio (Notion Template)",
  "slug": "designer-portfolio-notion-template",
  "description": "Get design portfolio template to showcase your featured projects and skills. ✌🏼 The template is full of helpful tips, suggestions and example contentThis template includes:Featured Projects: Showcase your best work with clear instructions and suggestions to highlight the key aspects of each project About Section: Introduce yourself and your design backgroundSocial Media Links: Include links to your social media profilesPersonal Contact Form: Offer a convenient way for potential clients/recruiter",
  "price": 15,
  "currency": "USD",
  "category": "tool",
  "subcategory": "crm",
  "creator": {
    "name": "Dyniza",
    "url": "https://dyniza.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ptocw",
  "affiliateUrl": "https://gumroad.com/a/962870099/ptocw",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 210,
  "ratingCount": 210,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Featured Projects:Showcase your best work with clear instructions and suggestions to highlight the key aspects of each project; About Section: Introduce yourself and your design background; Social Media Links: Include links to your social media profiles; Personal Contact Form:Offer a convenient way for potential clients/recruiters and collaborators to reach out to you directly.; Responsive Design: Ensure your portfolio looks great on different devices and screen sizes; Customizable Sections:Easily tailor the template to match your unique style and preferences; Clear Instructions:Get detailed guidance on how to customize and update the templateWhat people say about itFrequently Asked Questions; Can I use this with the free Notion account?Yes, you can use the free Notion personal account. You can sign up to Notionhere.; I'm having trouble with payment. What should I do? If you're facing payment issues, usethis linkto try a different payment method.; Can I customize the font, styling and icons in this template?Yes! Notion is the best tool for your use case because it is incredibly flexible.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.747Z",
  "lastUpdated": "2026-01-12T20:47:12.747Z"
}