{
  "id": "Diet & Meal Planner Notion | Calorie & Macro Counter",
  "name": "Diet & Meal Planner Notion | Calorie & Macro Counter",
  "slug": "diet-meal-planner-notion-calorie-macro-counter",
  "description": "The best tool to stay consistent and optimize your diet and health. Main Benefits Set Targets: Easily set nutrition and diet targets Build: Create any meal and meal plan Track: Track your daily calories and macros What's Included:🥙 Meal GalleryAdd your favourite meals and recipes. The calories and macro levels are automatically calculated. 🤖 Calorie &amp; Macro CalculatorSee what ratios of protein, carbs &amp; fats you should aim for to achieve your dietary goals. Discover what your calorie inta",
  "price": 23,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Harrison",
    "url": "https://harrisonwallace1999.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xmfxo",
  "affiliateUrl": "https://gumroad.com/a/962870099/xmfxo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": 192,
  "tags": [],
  "useCases": [],
  "features": "Set Targets: Easily set nutrition and diet targets; Build: Create any meal and meal plan; Track: Track your daily calories and macros; You want a clear plan & targets that will ensure you make progress.; You want something that's going to keep you accountable & motivated.; You want proven methods and guidance on effectively (and safely) losing weight.; Add The Template To NotionFollow the link to the Notion template (If you don't have a Notion account,sign up for onefor free). Duplicate it to your workspace.; Follow the link to the Notion template (If you don't have a Notion account,sign up for onefor free). Duplicate it to your workspace.; Access The GuideThe step-by-step guide and video will show you how to quickly set up the dashboard so you can instantly start using it for yourself.; The step-by-step guide and video will show you how to quickly set up the dashboard so you can instantly start using it for yourself.",
  "assessmentScore": 110,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.104Z",
  "lastUpdated": "2026-01-12T20:47:13.104Z"
}