{
  "id": "Dream, Plan, Evaluate & Ship Daily - Notion Template",
  "name": "Dream, Plan, Evaluate & Ship Daily - Notion Template",
  "slug": "dream-plan-evaluate-ship-daily-notion-template",
  "description": "A minimal template that provides you with a workspace for managing your dreams, and helps you realize those dreams through plans &amp; daily tasks.This Notion template was inspired by a post by Former U.S. Chief Data Scientist, Dr. DJ Patil. The post says: Dream in years: Visualize your dreams in years - set the foundation for your extraordinary journey. Plan in months: Break your dreams into actionable monthly plans, paving the way for achievable success.Evaluate in weeks: Stay on track with we",
  "price": 9,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Go Limitless",
    "url": "https://sonaal.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/268767443/stfmqu",
  "affiliateUrl": "https://gumroad.com/a/268767443/stfmqu",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Dream in years:Visualize your dreams in years - set the foundation for your extraordinary journey.; Plan in months:Break your dreams into actionable monthly plans, paving the way for achievable success.; Evaluate in weeks:Stay on track with weekly assessments to ensure you're heading in the right direction.; Ship (action) daily:Ship your dreams every day with focused and consistent action! 💪 Artwork by GoLimitlesss; managing your dreams, and; helping you realize it through concrete plans and daily tasks.; Dream, Plan, Evaluate, Ship Daily(worth $9); Healthy, Wealthy, Wise(worth $9); My Finance Tracker Plus(worth 19$); Learning Dashboard(included for free)",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.557Z",
  "lastUpdated": "2026-01-12T20:47:13.557Z"
}