{
  "id": "E-Invoice Notion Template",
  "name": "E-Invoice Notion Template",
  "slug": "e-invoice-notion-template",
  "description": "Generate your Invoice via Notion:Managing your invoices just got easier with the E-Invoice Notion template – a simple, user-friendly solution for creating invoices directly in Notion.Key Features of Notion E-Invoice Template:✨ Keep It Simple by Notion Power: The E-Invoice template is designed to be easy to use, eliminating unnecessary complexities.🎨 Showcase Your Brand: Add your brand's touch with a dedicated header that includes your logo, brand name, personalized note, and your contact details",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "ai",
  "creator": {
    "name": "Notionionism",
    "url": "https://notionionism.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/cxhlq",
  "affiliateUrl": "https://gumroad.com/a/962870099/cxhlq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 9,
  "ratingCount": 9,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "The E-Invoice template is designed to be easy to use, eliminating unnecessary complexities.; Add your brand's touch with a dedicated header that includes your logo, brand name, personalized note, and your contact details.; Utilize Notion's database and function table to effortlessly calculate your services. A clear table structure makes itemizing services a breeze.; Seal the deal securely! This invoice template includes a simple digital signature section, adding a professional touch to your invoices.; No overwhelming details! The E-Invoice Notion template provides a clean and structured layout, focusing only on the necessary elements.; Free E-Invoice1 Notion Invoice Template Included.WithoutDigital Signature.; 1 Notion Invoice Template Included.; WithoutDigital Signature.; Pro E-Invoice:5 Templates Included (2 Notion, 3 Tally).Digital Signature with Tally forms.Two Branding Header Styles.; 5 Templates Included (2 Notion, 3 Tally).",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.028Z",
  "lastUpdated": "2026-01-12T20:47:13.028Z"
}