{
  "id": "Email Architect",
  "name": "Email Architect",
  "slug": "email-architect",
  "description": "Complete email marketing system for Notion to innovate the way you brainstorm, plan and do email marketing.Built with Notion, Email Architect is the first of its kind; a workspace for any type of business sending emails regularly, from brand promotions and sales blast emails to value-packed newsletters.✓ Track, organize and monitor email campaigns✓ Get higher open rates and conversion rates✓ Write emails directly inside NotionSee a full preview of Email Architect here: www.getemailarchitect.comW",
  "price": 99,
  "currency": "USD",
  "category": "course",
  "subcategory": "crm",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/nzmrz",
  "affiliateUrl": "https://gumroad.com/a/919154899/nzmrz",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 9,
  "ratingCount": 9,
  "salesCount": 133,
  "tags": [],
  "useCases": [],
  "features": "Do I need to be on a paid Notion plan to use this?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace.; Can I make changes to this template?Of course. Templates are meant to be customized to your own needs, so after duplicating you can and should edit it as much as you like.; Is this really worth $97?If you had to spend the time ideating and building a system like this for yourself, you’d need to spend a lot of hours. We’ve already done all that work for you in advance.; Who are you?I amPascio, official Notion Ambassador, Consultant & Creator of more than 50+ free & premium Notion templates that have served 200,000+ people across the globe.; Can I share this with anyone else?No. This product has a private license. If you wish to share it with someone, please direct them to this page.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.500Z",
  "lastUpdated": "2026-01-12T20:47:13.500Z"
}