{
  "id": "Emotional Finance Tracker - Budget Planner Notion Template - Master your Money Mindset",
  "name": "Emotional Finance Tracker - Budget Planner Notion Template - Master your Money Mindset",
  "slug": "emotional-finance-tracker-budget-planner-notion-template-master-your-money-mindset",
  "description": "Introducing the Emotional Finance Tracker – Master your Money Mindset!Ready to reclaim your financial power and cultivate a thriving relationship with your money? Look no further! The Emotional Finance Tracker Notion Template is here to be your ally on your path to financial freedom.Imagine having a powerful tool that not only helps you track your income and expenses but also enables you to understand your spending patterns and triggers, set and achieve savings goals, and make intentional financ",
  "price": 8,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "Triz · bodegalaabs",
    "url": "https://bodegalaabs.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/yawwh",
  "affiliateUrl": "https://gumroad.com/a/962870099/yawwh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 37,
  "ratingCount": 37,
  "salesCount": 227,
  "tags": [],
  "useCases": [],
  "features": "Contains two design options -> Minimal and green aesthetic.; Set Savings Goals: Define your financial aspirations and create savings goals that align with your dreams. Stay motivated and track your progress as you move closer to achieving financial milestones.; Create a Wishlist: Curate a list of your desired purchases and prioritize them based on your financial goals. Make thoughtful decisions and avoid impulsive spending.; Unlock Financial Peace: Develop a healthier money mindset and build positive financial habits. Embrace a balanced approach to money that aligns with your values and long-term financial well-being.; \"I simply love how the creator thoughtfully designed and created everything I needed to track my budget and have more control over my emotional spendings. Sincere thanks to the creator.\"; \"This template has been incredibly useful in managing my finances and start developing a better relationship with my money. I now feel empowered to control my money and establish good finance habits\"",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.883Z",
  "lastUpdated": "2026-01-12T20:47:12.883Z"
}