{
  "id": "Employee Onboarding OS - Master Employee Integration with the 30-60-90 methodology",
  "name": "Employee Onboarding OS - Master Employee Integration with the 30-60-90 methodology",
  "slug": "employee-onboarding-os-master-employee-integration-with-the-30-60-90-methodology",
  "description": "🌟 You found a rising star to join your team? 🌟Get ready for their first day in your team with the Employee Onboarding template. Set their objectives, give them confidence, and follow-up progress week by week, month by month.-&gt; Use the 30-60-90 methods to set clear objectives and key results-&gt; The connected databases &amp; custom views provide clarity and ensure understanding-&gt; The collection of templates makes knowledge transfer quick and impactfulYou can also adapt the kit if you have ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "ManagerHacks by Mona",
    "url": "https://managerhacks.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ioqio",
  "affiliateUrl": "https://gumroad.com/a/962870099/ioqio",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": 423,
  "tags": [],
  "useCases": [],
  "features": "This is a Notion template.Get Notion(this template works on both Free and Premium accounts).*; Duplicate the template to your Notion space.; Start by filling in the templates with general information on the top of the dashboard, inside each page.; Then modify the objectives by changing the names or adding new ones. Or keep them as they are, it's a tested method :); Third, modify the key results with what you expect your new hire to achieve in the coming weeks.; Share the page with your new hire and check their onboarding progress every week and help them be successful in their new job.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.592Z",
  "lastUpdated": "2026-01-12T20:47:12.592Z"
}