{
  "id": "Fic Writing Organizer - Notion Template",
  "name": "Fic Writing Organizer - Notion Template",
  "slug": "fic-writing-organizer-notion-template",
  "description": "Everything you need to manage your fic writing, from idea to published fic, in one central, beautiful place.Never lose an idea, forget a draft or miss a posting date again!Tired of hunting down documents in your Google Drive? Do you write down plot ideas that you can never find later? Are your notes and inspiration for your fics scattered all over the universe?This free Notion template will allow you to stop chasing down stuff and focus on your writing.Organize your fics by status, event or due ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Nospheratt",
    "url": "https://nospheratt.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/kvhfc",
  "affiliateUrl": "https://gumroad.com/a/962870099/kvhfc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 8,
  "ratingCount": 8,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Organize your fics by status, event or due date.; Use tags for series, fandom, characters, ratings, or anything you want.; Keep track of your bingos, bangs, fic exchanges and all the events you signed up for.; Set posting dates for your fics and see them in the calendar.; Plan and re-schedule your posting dates with drag and drop.; Dark and light modes.; Works beautifully on any device or resolution.; Gallery - All your fics displayed beautifully for inspiration and easy access; Table - Perfect for the spreadsheet-inclined, or when you want all your information available at a glance; Calendar - Keep track of your plans and deadlines. See if you’re over-committed.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.652Z",
  "lastUpdated": "2026-01-12T20:47:12.652Z"
}