{
  "id": "Film Forge – Ultimate Long Form Video Creator Suite",
  "name": "Film Forge – Ultimate Long Form Video Creator Suite",
  "slug": "film-forge-ultimate-long-form-video-creator-suite",
  "description": "Unlock the full potential of your long form video creation with Film Forge – Ultimate Long Form Video Creator SuiteFilm Forge changes the game. It's an intuitive AI toolkit designed for long-form video creators who crave efficiency and innovation in their creative process.Imagine a world where video creation isn't a battle with complex software.Film Forge offers a suite of AI tools that transform your video production into a seamless, creative journey.Craft SEO-optimized content, analyze trends,",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "TheVeller",
    "url": "https://theveller.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/cycfj",
  "affiliateUrl": "https://gumroad.com/a/962870099/cycfj",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 17,
  "ratingCount": 17,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "x12 Premium Prompts; x1 AI Agents; Notion AI features; Film Forge is not just software; it's a comprehensive AI toolkit that revolutionizes long-form video creation, making it more accessible, enjoyable, and impactful for creators worldwide.; Notionis the ultimate productivity app, offering an all-in-one workspace to organize work, projects, and ideas. It's highly versatile, with tools for databases, wikis, notes, and more.; Yes! Just make sure you are sharing the link to the product description.; You are given a 30-day satisfaction guarantee as a result. Within 30 days of your purchase, you have the option to ask for a refund if you decide this product isn't the right fit for you.; Send me an email toivelasquezfr@gmail.comif you're from a low-income nation, a student, or otherwise stuck in a financial situation.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.201Z",
  "lastUpdated": "2026-01-12T20:47:13.201Z"
}