{
  "id": "Financial Buddy for Notion",
  "name": "Financial Buddy for Notion",
  "slug": "financial-buddy-for-notion",
  "description": "Your finances, simplified. Seriously.Ever felt like your money just… disappears? 💸You're not alone. I used to feel completely lost with my finances. Spreadsheets, multiple apps, endless receipts – it was a chaotic mess. 🤯I craved a simpler way, a single source of truth for all my money matters. Something that wasn't just a tracker, but a true financial partner.That's how Financial Buddy was born. ✨Imagine this: Effortless Overview: All your accounts, investments, and debts in one place. No more ",
  "price": 69,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/274189523/ijfwc",
  "affiliateUrl": "https://gumroad.com/a/274189523/ijfwc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 70,
  "ratingCount": 70,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Effortless Overview:All your accounts, investments, and debts in one place. No more app-hopping!; Crystal-Clear Insights:Interactive dashboards that reveal your net worth story. See your progress unfold, visually. 📈; Budgeting That Actually Works:Set goals, track spending, and stay on track with ease. No more guilt trips or budget breakdowns.; Unlock Your Income Potential:Track all your income streams, understand where your money is coming from, and watch your earnings grow. 💰; Master Your Spending:Categorize expenses effortlessly, identify spending leaks, and say goodbye to unnecessary subscriptions. 🚫; Save Smarter, Not Harder:Set realistic savings goals, track your progress, and watch your savings pile up. 🚀; Increased savings by 40%– Who knew I could save so much?; Eliminated $200/month in subscriptions– No more mindless spending!; Built a solid emergency fund– Peace of mind, priceless.; Take control of your money.",
  "assessmentScore": 105,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.491Z",
  "lastUpdated": "2026-01-12T20:47:13.491Z"
}