{
  "id": "Finance OS",
  "name": "Finance OS",
  "slug": "finance-os",
  "description": "Finance OS Pro is your all-in-one financial command center built for Notion!The Finance OS Pro Notion Template equips you with everything you need to manage your money effectively and effortlessly.Visit My Website for More DetailsHere's what makes it the ultimate financial management tool: All-in-One Organization: Track your accounts, income, expenses, and budgets in one centralized location. No more scattered spreadsheets or forgotten receipts! Effortless Budgeting: Set financial goals and trac",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/lnxcp",
  "affiliateUrl": "https://gumroad.com/a/962870099/lnxcp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 152,
  "ratingCount": 152,
  "salesCount": 18,
  "tags": [],
  "useCases": [],
  "features": "All-in-One Organization:Track your accounts, income, expenses, and budgets in one centralized location. No more scattered spreadsheets or forgotten receipts!; Effortless Budgeting:Set financial goals and track progress with ease. Allocate funds effectively and identify areas for improvement.; Subscription Tracker:Never miss a renewal again! Keep all your subscriptions organized and avoid unnecessary charges.; Transfer Management:Simplify money movement between accounts with a dedicated transfer section.; Goal Setting and Tracking:Define your financial aspirations and monitor your progress towards achieving them.; Debt & Liability Management:Develop a clear picture of your outstanding debts and liabilities, making strategic repayment plans a breeze.; Investment Tracking:Monitor your investments and analyze performance for informed decision-making.; Comprehensive Reporting:Generate insightful reports on a monthly, quarterly, and yearly basis. Gain a holistic view of your financial health.; Net Worth Tracker:Track your net worth over time and celebrate your progress towards financial stability.; Save Time & Money:Streamline your finances and avoid costly budgeting mistakes.",
  "assessmentScore": 62,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.951Z",
  "lastUpdated": "2026-01-12T20:47:12.951Z"
}