{
  "id": "Fitness OS",
  "name": "Fitness OS",
  "slug": "fitness-os",
  "description": "Welcome to Your Fitness OS Plus Notion TemplateVisit Official WebsiteTransform your health and fitness journey with Fitness OS Plus, the ultimate Notion template designed to empower and streamline your every move. This beautifully crafted system goes beyond basic tracking, offering a comprehensive suite of features to motivate, organize, and elevate your results.Features: Sculpt Your Physique: Organize workouts by muscle focus, ensuring a well-rounded routine with the Muscles Group section. Plan",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/cjufa",
  "affiliateUrl": "https://gumroad.com/a/962870099/cjufa",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 53,
  "ratingCount": 53,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Sculpt Your Physique:Organize workouts by muscle focus, ensuring a well-rounded routine with theMuscles Groupsection.; Plan Like a Pro:Craftperfectly tailored workoutswith ease using theExercise Planner. Never waste time again searching for the right exercises.; Fuel Your Fitness:Designnutritious and deliciousmeal plans with theMeal Planner, taking the guesswork out of healthy eating.; Sweat Without Stress:Manage all your fitness subscriptions effortlessly with theMembershipsection. Stay on top of expiration dates and find the perfect fit for your needs.; See the Progress:Track your weight effortlessly with theWeight Tracker, allowing you to monitor your progress and celebrate milestones.; Variety is Key:Access a diverse library ofpre-designed workout programsin theProgramssection. Find the perfect routine to keep your workouts fresh and challenging.; Shop Smarter:Streamline your grocery shopping with theShopping List. Create lists directly from your meal plans, ensuring you have everything you need for peak performance.; Knowledge is Power:Build a personalizedReference Libraryfilled with valuable health resources. Articles, recipes, and fitness tips will always be at your fingertips.; Track Your Wellbeing:Monitor key health metrics like sleep and hydration with theHealth Tracker. Gain valuable insights into your overall wellness and make informed decisions about your health.; Effortless Organization:Ditch the scattered notes and apps. Fitness OS Plus keeps everythingcentralized and easily accessible.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.899Z",
  "lastUpdated": "2026-01-12T20:47:12.899Z"
}