{
  "id": "FounderMind (Notion Second Brain Template)",
  "name": "FounderMind (Notion Second Brain Template)",
  "slug": "foundermind-notion-second-brain-template",
  "description": "🚨 IMPORTANT: FounderMind price will increase after the current cohort sells out.Your Second Brain for Work &amp; Business 🚀Hey founder, struggling to keep everything organized? Let's talk.Managing a business is tough.Your team is scattered, you’re drowning in tasks, and growth feels like a pipe dream. But it doesn’t have to be this way.Meet FounderMind (formerly Second Mind).FounderMind is your ultimate Notion template. It’s not just another tool; it’s a game-changer.Imagine having a workspace t",
  "price": 59,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Simon Processized",
    "url": "https://processized.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hcmig",
  "affiliateUrl": "https://gumroad.com/a/962870099/hcmig",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": 229,
  "tags": [],
  "useCases": [],
  "features": "Areas: Dashboards that organize your business’s key spheres.; Projects: Keep your execution tight with organized tasks, meetings, and resources.; Tasks: GTD-inspired, drag-and-drop, and calendar planning.; Resources: Store all your notes, docs, ideas, and links in one place.; Amazing Onboarding: Quick, intuitive, and actionable. Perfect even if you’re new to Notion.; BONUS: Best Practices, Tips, & Hacksto get the most out of Notion from day one. Learn from my and my clients' mistakes & challenges.Things I wish I had known when I was starting using Notion.; Get Organized: Centralize everything for easy access.; Regain Control: Clear structures and processes put you back in the driver’s seat.; Boost Productivity: Focus on high-leverage tasks that drive growth.; Save Time: Say goodbye to chaos and reclaim countless hours each week.",
  "assessmentScore": 115,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.581Z",
  "lastUpdated": "2026-01-12T20:47:12.581Z"
}