{
  "id": "FREE UX/UI Design Roadmap (2025)",
  "name": "FREE UX/UI Design Roadmap (2025)",
  "slug": "free-ux-ui-design-roadmap-2025",
  "description": "Ready to become a UX/UI designer in 2025? This simple Notion template guide is here to help! Perfect for beginners or those looking to launch their career this year, this guide gives you an easy-to-follow checklist and all the free resources you need to learn UX/UI design.What's included: ✦ Step-by-Step Learning: everything is organized in a simple checklist way so you can learn step by step. Tick them off as you go from the basics to advanced design stuff. ✦ Free Learning Resources: You'll get ",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "ai",
  "creator": {
    "name": "Dyniza",
    "url": "https://dyniza.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/inzrq",
  "affiliateUrl": "https://gumroad.com/a/962870099/inzrq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4.9,
  "ratingCount": 451,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Can I use this with the free Notion account?Yes, you can use the free Notion personal account. You can sign up to Notionhere.; Can I customize the font, styling and icons in this template?Yes! Notion is the best tool for your use case because it is incredibly flexible.; Is this light/dark mode supported?Yes! You can switch between light/dark mode without affecting your Notion workspace. Official guide by Notionhere.; How do I contact you?If you encounter any issues, email me atdyniza@uxdyniza.com",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.011Z",
  "lastUpdated": "2026-01-12T20:47:13.011Z",
  "image": "/images/products/free-ux-ui-design-roadmap-2025.jpg",
  "rawData": {
    "description": "Ready to become a UX/UI designer in 2025? This simple Notion template guide is here to help! Perfect for beginners or those looking to launch their career this year, this guide gives you an easy-to-follow checklist and all the free resources you need to learn UX/UI design.What's included: ✦ Step-by-Step Learning: everything is organized in a simple checklist way so you can learn step by step. Tick them off as you go from the basics to advanced design stuff. ✦ Free Learning Resources: You'll get a collection of free resources. From online tutorials to articles and books.Frequently Asked Questions Can I use this with the free Notion account?Yes, you can use the free Notion personal account. You can sign up to Notion here. Can I customize the font, styling and icons in this template?Yes! Notion is the best tool for your use case because it is incredibly flexible. Is this light/dark mode supported?Yes! You can switch between light/dark mode without affecting your Notion workspace. Official guide by Notion here. How do I receive lifetime future updates?As I receive more feedback, there may be improvements and new contents added to this kit. You will be notified of all future updates via Gumroad emails; You can also access the latest template link in your Gumroad Library. How do I contact you?If you encounter any issues, email me at dyniza@uxdyniza.com Don't wait any longer to start your journey as UX/UI Designer. Choose how much you want to pay, you can enter \"$0\" and click the \"I want this\" button to get UX/UI Design guide for free (2025)",
    "features": [
      "Can I use this with the free Notion account?Yes, you can use the free Notion personal account. You can sign up to Notion here.",
      "Can I customize the font, styling and icons in this template?Yes! Notion is the best tool for your use case because it is incredibly flexible.",
      "Is this light/dark mode supported?Yes! You can switch between light/dark mode without affecting your Notion workspace. Official guide by Notion here.",
      "How do I contact you?If you encounter any issues, email me at dyniza@uxdyniza.com"
    ],
    "reviewQuotes": []
  }
}