{
  "id": "*Free* Website Content Gathering Notion Template",
  "name": "*Free* Website Content Gathering Notion Template",
  "slug": "free-website-content-gathering-notion-template",
  "description": "Why this template?As a Web designer and Webflow developer, I know content gathering can be a painful experience for both service providers and clients.I created this template to be able to make the content gathering more efficient for both parties involved.I’ve used a tool before for content gathering which I find awesome to use, but I want something cheaper and more customizable.What are the benefits of this template?Workflow - Improved content gathering experience. All done in Notion.Customiza",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "jopeezapido",
    "url": "https://jopeezapido.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/djyvxq",
  "affiliateUrl": "https://gumroad.com/a/962870099/djyvxq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Workflow- Improved content gathering experience. All done in Notion.; Customizability- You are not limited to SaaS interfaces of famous content gathering softwares. You are also not overwhelmed by the many possibilities of a spreadsheet.; Cheaper Alternative- Notion is pretty much free to some extent. No need to pay monthly subscriptions.; Visually minimal- Notion emphasizes on a minimalistic, clean, look and feel so you could focus on the more important parts; Introduction- Read this first before anything else; Requests- All the requests that you send out and share to the client. This database is connected to each client; Client Database- The list of the clients you send out requests to. This database is connected to each request; List of Fields- This is a list of fields that are used in the pages (In each request, there are several pages); Enter price in the \"Name a fair price\"",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.748Z",
  "lastUpdated": "2026-01-12T20:47:12.748Z"
}