{
  "id": "FREE: Ultimate ADHD Second Brain for Studying/School/University 📚🎓✨ | Notion Template by Neuro Notion",
  "name": "FREE: Ultimate ADHD Second Brain for Studying/School/University 📚🎓✨ | Notion Template by Neuro Notion",
  "slug": "free-ultimate-adhd-second-brain-for-studying-school-university-notion-template-by-neuro-notion",
  "description": "Neuro Notion is the first productivity system built around and scientifically designed specifically for the ADHD brain.It helps ADHD students stay laser focused to study better, and eliminate feelings of stress and guilt around studying.What's included?: A Beautiful and Effective organisation system. A custom built Focus timer with built in focus sounds specific for ADHDers. Organised and Aesthetic Revision Note System. Custom built in Flashcard System using spaced repetition and active recall. ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "Neuro Notion",
    "url": "https://neuronotionn.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/cnjkw",
  "affiliateUrl": "https://gumroad.com/a/962870099/cnjkw",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 12,
  "ratingCount": 12,
  "salesCount": 490,
  "tags": [],
  "useCases": [],
  "features": "A Beautiful and Effective organisation system.; A custom built Focus timer with built in focus sounds specific for ADHDers.; Organised and Aesthetic Revision Note System.; Custom built in Flashcard System using spaced repetition and active recall.; Prioritised and automated task tracker.; Deadline and assignment reminder.; AI-powered essay plan generator (Based on your revision notes for that topic); AI-powered academic article summariser + organiser.; A system for quickly capturing and storing those distracting ADHD thoughts/tasks.; Grade calculator and tracker",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.199Z",
  "lastUpdated": "2026-01-12T20:47:13.199Z"
}