{
  "id": "Free Notion Self-Care Trackers",
  "name": "Free Notion Self-Care Trackers",
  "slug": "free-notion-self-care-trackers",
  "description": "Elevate Your Well-Being with Our Self-Care Tracker Template.Are you on a journey to live your best, healthiest life? Our Self-Care Tracker Template on Notion can be your ultimate companion on this wellness adventure!FEATURES:Easy to use and customize within Notion.Beautifully designed for a pleasant tracking experience.Empower yourself with data-driven insights for a healthier lifestyle.Perfect for anyone committed to self-improvement and well-being.CONTENT:Stay Hydrated with Water Tracker: Keep",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Oi Design Lab",
    "url": "https://oidesignlabnyc.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/wsleu",
  "affiliateUrl": "https://gumroad.com/a/962870099/wsleu",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 13,
  "ratingCount": 13,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Easy to use and customize within Notion.; Beautifully designed for a pleasant tracking experience.; Empower yourself with data-driven insights for a healthier lifestyle.; Perfect for anyone committed to self-improvement and well-being.; Stay Hydrated with Water Tracker:Keep tabs on your daily water intake effortlessly. Our tracker makes it a breeze to ensure you're reaching your hydration goals.; Enhance Your Sleep with Sleep Tracker:Achieving restful sleep is vital for overall health. Our tracker helps you establish better sleep habits by recording your nightly routines and sleep quality.; Monitor Your Mood with Mood Journal:Take control of your emotional well-being. Log your daily moods and discover patterns to boost your happiness and inner peace.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.878Z",
  "lastUpdated": "2026-01-12T20:47:12.878Z"
}