{
  "id": "FREE - Super Bullet Journal Notion Template (2022 Q1)",
  "name": "FREE - Super Bullet Journal Notion Template (2022 Q1)",
  "slug": "free-super-bullet-journal-notion-template-2022-q1",
  "description": "A comprehensive Notion bullet journal that helps your start of 2022 organised! Why did I make this?I have been using bullet journals to boost my productivity for years. I used to rely on the note-taking app on iPad; however, I spent too much time drawing the layout so sometimes I got lazy to set it up. Besides, I don’t bring iPad to the office, so the bullet journals were only for my personal use and need other tools to manage work tasks. Notion is one of those tools I use for work (and I believ",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Store the Stories",
    "url": "https://storethestories.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xseen",
  "affiliateUrl": "https://gumroad.com/a/962870099/xseen",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Annual Goals Planner- this will help you set three goals at the beginning of the year and keep them on track when every quarterly review.; Quarterly Reviews- these will guide you to reflect on the past quarter and plan forward.; Weekly Log- this will help you plan every week in 2022. Distribute your weekly tasks to the days and manage your schedule accordingly to keep a great work-life balance.; Daily Log- this is helpful for daily time management. Open your daily log in the morning, look at today’s events and tasks assigned from the weekly log and plan your morning, afternoon, and evening.; Habit Tracker- this is shown in both daily and monthly logs and of course, the database is linked. So you can easily track and review it in either way you prefer.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "inactive",
  "dateAdded": "2026-01-12T20:47:12.616Z",
  "lastUpdated": "2026-01-12T20:47:12.616Z",
  "inactiveReason": "Outdated year-specific product"
}