{
  "id": "Gamified Life OS",
  "name": "Gamified Life OS",
  "slug": "gamified-life-os",
  "description": "ANNOUNCEMENT: Gamified Life OS 3.0 (Solo Leveling Expansion) is coming soon. Price will increase permanently, so make sure you claim Gamified Life OS now to secure the Solo Leveling Expansion (and all future updates) for free.Gamified Life OS - Gamify Your Life in NotionThe Notion Featured Gamified Life OS is a game-changing Notion Template that transforms your daily life into an epic quest, helping you conquer your goals with ease.Go Zero to Hero by turning every task, habit, and goal into an E",
  "price": 13,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Kevechino",
    "url": "https://kevechino.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/mcztuh",
  "affiliateUrl": "https://gumroad.com/a/962870099/mcztuh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 63,
  "ratingCount": 63,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Drowning in Self-Help?You've devoured countless productivity books, yet progress remains elusive. You struggle to find asystem that truly clicks, leaving you frustrated and stagnant.; Progress in the Shadows?Are your efforts vanishing into a productivity black hole? Lack of clear tracking leaves you withno visible progress, making it hard to stay motivated.; Pain But No Gain?Rewarding yourself feels like a guessing game. Guilt trips andfleeting motivationleave you yearning for a sustainable system of achievement.; Your Game, Your Rules:Gamified Life OS gives youeverything you needto start your journey.; Visible Progress:Everything you do counts, especially in Gamified Life OS, where your actions are tracked and earn EXP. You can seedevelopment at a glance.; Gain, For Real:Earn for real. Redeem your points forreal-life rewards.; Life Areas:Gain experience and level up in important aspects of life.; Daily Tasks:Conquer your errands easily with a robust daily to-do list.; Habit Tracker:Finish the day strong with the simple and easy-to-use gamified button-based habit tracker.; Quests:Level up faster than ever with the unified Goals & Projects management system.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.226Z",
  "lastUpdated": "2026-01-12T20:47:13.226Z"
}