{
  "id": "Google Ads OS | Notion Template | Toolkit, Guide & Performance Tracker",
  "name": "Google Ads OS | Notion Template | Toolkit, Guide & Performance Tracker",
  "slug": "google-ads-os-notion-template-toolkit-guide-performance-tracker",
  "description": "Optimize Your Account And Unlock Google Ads Success Track: Track account performance &amp; budgets Plan: Create account goals, outline campaign strategies &amp; monitor testing Improve: Unlock insider tools &amp; tactics that multiply your returns while cutting wasted spend What's inside?Track 💰 Campaign Budgets: Optimize campaign spending by assigning budgets and setting daily spending limits. Utilize the provided calculator to determine optimal budgets. Understand budget pacing with the daily ",
  "price": 29,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Harrison",
    "url": "https://harrisonwallace1999.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/yklho",
  "affiliateUrl": "https://gumroad.com/a/962870099/yklho",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 18,
  "ratingCount": 18,
  "salesCount": 202,
  "tags": [],
  "useCases": [],
  "features": "Track:Track account performance & budgets; Plan:Create account goals, outline campaign strategies & monitor testing; Improve:Unlock insider tools & tactics that multiply your returns while cutting wasted spend; Follow the link to the Notion template (If you don't have a Notion account,sign up for onefor free). Duplicate it to your workspace.; Explore the sections. There's a video tutorial attached and written instructions and tips on each of the sections.; Set Your Targets and BudgetsUse the tracker to set your overall goals and KPIs for your account. Add your campaigns and start designing a strategy.; Use the tracker to set your overall goals and KPIs for your account. Add your campaigns and start designing a strategy.; Explore Best Practices & ResourcesLearn how to get the most return from your spend using the many resources and best practices.; Learn how to get the most return from your spend using the many resources and best practices.",
  "assessmentScore": 110,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.054Z",
  "lastUpdated": "2026-01-12T20:47:13.054Z"
}