{
  "id": "GTD System Notion Template Download",
  "name": "GTD System Notion Template Download",
  "slug": "gtd-system-notion-template-download",
  "description": "GTD SystemA system to record and plan the tasks游릭Record your tasks 游릭Plan your tasks 游릭Connect the tasks with your projects 游릭Assign them to a Context 游릭Simply see which tasks you can do on your mobile phone, at the desk or on your way to work 游릭Plan your week easy within minutes游릭Record your tests in school 游릭Automatic calculation of your grades游릭Automatic progress bars for your projects游릭Many different viewsWhy should you buy this templateWith the template you can record and write down your tasks. this ",
  "price": 37,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Severin",
    "url": "https://severinschuetz.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/402026707/obslc",
  "affiliateUrl": "https://gumroad.com/a/402026707/obslc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": 4,
  "tags": [],
  "useCases": [],
  "features": "With the template you can record and write down your tasks. this helps you toconcentrateon the current taskswithout forgettingthe other ones; With the template you can increase yourproductivityimmensely, because you are guaranteed not to forget any more tasks.; you have a betteroverviewof the progress of your projects; write it downfrom your thoughts-> write it down, you don't have to think about it anymore; anaestheticstart page on which the tasks are arranged according to context, you can see the progress of the projects, aninboxand a completetemplate guide; aweekly planneron which you can see what the tasks are for this week and what kind of tests you have this week. (If you are a student); a simplehabit tracker; a page where you can save yourprojects; a page forstudents, where you can enter your tests and homework and it will automatically calculate your grades; anarchivewhere you can view all your completed tasks",
  "assessmentScore": 83,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.530Z",
  "lastUpdated": "2026-01-12T20:47:13.530Z"
}