{
  "id": "Habit Compass 2.0 - The best Habit Tracker Template for Notion",
  "name": "Habit Compass 2.0 - The best Habit Tracker Template for Notion",
  "slug": "habit-compass-2-0-the-best-habit-tracker-template-for-notion",
  "description": "Transform Your Tomorrow with The Habit Compass 2.0 for NotionIntroducing the all-new version of the Habit Compass for Notion! Elevate your daily routines into a symphony of success with the Habit Compass 2.0. It's not just an upgrade—it's a revolution in the way we perceive habits and vision.Key features of the new Habit Compass for Notion:🎯 Notion AI-powered habit suggestions: Harness Notion's advanced AI to curate habits that don’t just sound good—they're scientifically aligned with your goals",
  "price": 47,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Philipp Stelzel",
    "url": "https://philippstelzel.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/117590867/QwjNn",
  "affiliateUrl": "https://gumroad.com/a/117590867/QwjNn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 16,
  "ratingCount": 16,
  "salesCount": 570,
  "tags": [],
  "useCases": [],
  "features": "🎯Notion AI-powered habit suggestions:Harness Notion's advanced AI to curate habits that don’t just sound good—they're scientifically aligned with your goals.; ⚡Notion buttons for seamless interaction: Elevate productivity. Dive into a seamless experience, from habit logging to new entry creation, all at the click of a button.; 📈Efficient habit tracking methods:No one-size-fits-all. Choose from diverse tracking methodologies, suited to your unique rhythm, be it daily or weekly.; Offering immense flexibility to accommodate your unique tracking needs.; Providing the capability to store and access your tracked data for future reference.; Habit Compass 2.0; Habit Streak Tracker; Addiction Compass; Simple Habit Tracker",
  "assessmentScore": 110,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.391Z",
  "lastUpdated": "2026-01-12T20:47:13.391Z"
}