{
  "id": "Habit Tracker",
  "name": "Habit Tracker",
  "slug": "habit-tracker",
  "description": "Transform Your Habits, Transform Your LifeUnlock the power of habit with our Notion Ultimate Habit Tracker Template, designed to help you track and visualize your progress like never before. Whether you're looking to build positive habits or break bad ones, this comprehensive template has everything you need to stay motivated and committed.What's included?Basic Habit Tracker Tracks good habitsDaily reflectionHabits progress tracker Video DemoUltimate Habit TrackerTrack good and bad habitsMonitor",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "CLIQUE",
    "url": "https://clique.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/copey",
  "affiliateUrl": "https://gumroad.com/a/962870099/copey",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 50,
  "ratingCount": 50,
  "salesCount": 680,
  "tags": [],
  "useCases": [],
  "features": "Tracks good habits; Daily reflection; Habits progress tracker; Track good and bad habitsMonitor both your good and bad habits with ease, allowing you to focus on building the good and eliminating the bad.; Progress visualisationGain insights into your habit progress with detailed daily, weekly, monthly, and yearly overviews. See your journey at a glance and celebrate your achievements.; Monthly heatmap overviewVisualise your progress with a clear, intuitive heatmap.; StreaksTrack your current and longest habit streaks to stay motivated. Challenge yourself to keep your streaks going and reach new milestones.; Statistics overviewUnderstand your performance and make informed decisions to improve.; Completion rate progress barInstantly see how far you've come and what you need to do to reach 100%.; Status for TodayQuickly check the status of your habits for today. Ensure you're on track and take action to complete your daily goals.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.640Z",
  "lastUpdated": "2026-01-12T20:47:12.640Z"
}