{
  "id": "Health Bundle (4x Health Templates For Notion)",
  "name": "Health Bundle (4x Health Templates For Notion)",
  "slug": "health-bundle-4x-health-templates-for-notion",
  "description": "A bundle of 4x Health templates for NotionDesigned to help the dedicated Health practitioner live easier, better, and healthier. With the Health Bundle you'll get access to 4x health templates with over 50+ pages and resources that will help you develop healthy habits and live a more fulfilling life. From morning routines to weekly reminders to journaling prompts, it's all there for you supercharge your health.Some of the advantages of using the Health Bundle include:You'll learn how to cope wit",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/qvhyj",
  "affiliateUrl": "https://gumroad.com/a/919154899/qvhyj",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 3,
  "ratingCount": 3,
  "salesCount": 64,
  "tags": [],
  "useCases": [],
  "features": "You'll learn how to cope with difficult emotions in a healthy way. The Health Bundle includes tools and resources that will help you manage depression and anxiety.; Who is the Health Bundle for?It's for both dedicated health practitioners looking for a bundle of templates to live a more healthy and fulfilled life based modern day health principles.; Do I need to be on a paid Notion plan to use this?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace.; Can I make changes to this template?Of course. Templates are meant to be customized to your own needs, so after duplicating you can and should edit it as much as you like.",
  "assessmentScore": 92,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.504Z",
  "lastUpdated": "2026-01-12T20:47:13.504Z"
}