{
  "id": "Homeschool Dashboard Notion Template",
  "name": "Homeschool Dashboard Notion Template",
  "slug": "homeschool-dashboard-notion-template",
  "description": "Introducing the Ultimate Homeschool Dashboard: Simplify Your Homeschooling Journey!Are you a homeschooling parent looking for a comprehensive and streamlined solution to manage your homeschooling journey? Look no further! Our Homeschool Dashboard is designed with you in mind.With our Homeschool Dashboard, you can effortlessly organize and track all aspects of your homeschooling experience. From managing students and grade levels to tracking subjects, academic work, and weekly schedules, our user",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Randy Valencia",
    "url": "https://randyvalencianotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/fxoxqf",
  "affiliateUrl": "https://gumroad.com/a/962870099/fxoxqf",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 36,
  "ratingCount": 36,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Students Management:Easily manage student profiles, including their names, ages, and contact information.Assign students to specific grade levels and subjects.; Easily manage student profiles, including their names, ages, and contact information.; Assign students to specific grade levels and subjects.; Grade Levels:Create and organize grade levels to track students' academic progress.Link grade levels to subjects and academic work.; Create and organize grade levels to track students' academic progress.; Link grade levels to subjects and academic work.; Subjects Tracking:Keep track of subjects taught in your homeschool curriculum.Assign subjects to specific grade levels and students.; Keep track of subjects taught in your homeschool curriculum.; Assign subjects to specific grade levels and students.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.167Z",
  "lastUpdated": "2026-01-12T20:47:13.167Z"
}