{
  "id": "Ideal customer persona (ICP): Free Notion Template + Guide",
  "name": "Ideal customer persona (ICP): Free Notion Template + Guide",
  "slug": "ideal-customer-persona-icp-free-notion-template-guide",
  "description": "Introducing the ICP Template and Guide: Your Comprehensive Blueprint for Targeting Success 🎯Discover the power of a well-defined Ideal Customer Profile with our tailor-made ICP Template and Guide. Created with entrepreneurs, marketers, and business owners in mind, this resource is an essential part of any effective marketing strategy.Check out the official product page here! 🚀What's Inside the ICP Template and Guide?ICP Template: An intuitively designed template that allows you to outline and de",
  "price": 29,
  "currency": "USD",
  "category": "tool",
  "subcategory": "crm",
  "creator": {
    "name": "Ops & Insights",
    "url": "https://opsandinsights.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/auqjm",
  "affiliateUrl": "https://gumroad.com/a/962870099/auqjm",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 11,
  "ratingCount": 11,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Step-by-Step Guide: A comprehensive guide that walks you through the process of defining your ICP, including real-life examples, actionable insights, and strategic tips.; Integration with Notion: Our ICP Template and Guide are crafted within the versatile Notion ecosystem, allowing seamless integration with your existing workflows and content management systems.; Data-Driven Approach: Utilize data and research to form an accurate and actionable ICP, reducing guesswork and aligning your marketing efforts with your ideal audience.; Customizable Design: Tailor the template to fit your unique business needs, ensuring a perfect fit for your industry and target market.; Time-Saving Efficiency: Skip the trial-and-error process with our ready-to-use template and guide, letting you focus on executing strategies that resonate with your audience.; Strategic Alignment: Ensure your marketing, sales, and product development teams are aligned around a common understanding of who your ideal customers are.",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.836Z",
  "lastUpdated": "2026-01-12T20:47:12.836Z"
}