{
  "id": "Job hunt OS",
  "name": "Job hunt OS",
  "slug": "job-hunt-os",
  "description": "Job Hunt - The Ultimate Notion Template for Landing Your Dream JobSearching for a job can be a challenging and overwhelming process. That's why we created Job Hunt, the ultimate Notion template designed to streamline your job search and give you a competitive edge in today's market. Whether you're a recent graduate, career changer, or seasoned professional, Job Hunt has the tools you need to organize your job hunt, track applications, and showcase your unique skills and value proposition.The Bas",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "Thesauros",
    "url": "https://thesauros.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/sjmyf",
  "affiliateUrl": "https://gumroad.com/a/962870099/sjmyf",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4,
  "ratingCount": 4,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Contacts: Organize and manage important contacts throughout your job search journey, ensuring you stay connected and build valuable connections.; Documents: Store your current resume and cover letter files in one centralized location for easy access and customization.; Job Boards: Keep all your job board links in one place, making it convenient to explore and find new job opportunities.; Tracker: Monitor and track your job applications, ensuring you never miss an important follow-up or interview opportunity.; Pay what you think is fair (or enter \"0\" to get it for free!); Continue with the checkout process and add your email; You'll receive an email containing the link and be redirected to the product page; Before you click on the template link make sure to give this product a rating; Open the Notion link and click duplicate in the top right corner and enjoy!",
  "assessmentScore": 50,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.148Z",
  "lastUpdated": "2026-01-12T20:47:13.148Z"
}