{
  "id": "Landlord Toolkit Mastery: Notion for Landlords Course",
  "name": "Landlord Toolkit Mastery: Notion for Landlords Course",
  "slug": "landlord-toolkit-mastery-notion-for-landlords-course",
  "description": "Unlock the Power of Notion for Landlords!Dive deep into the world of Notion and transform your property management experience! This expert-level course is designed specifically for seasoned landlords looking to harness the full potential of Notion. You'll learn to create a customized toolkit that streamlines your management tasks, enhances tenant communication, and optimizes your workflow. By the end of this course, you'll not only master advanced Notion functionalities but also revolutionize ho",
  "price": 149,
  "currency": "USD",
  "category": "course",
  "subcategory": "second-brain",
  "creator": {
    "name": "Ian Dikhtiar",
    "url": "https://extycreate.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/145902419/hrarzo",
  "affiliateUrl": "https://gumroad.com/a/145902419/hrarzo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Skill Level:Expert landlords seeking advanced skills in Notion.; -Intro:This course is tailored for experienced landlords who already have a solid understanding of property management but are eager to optimize their processes using Notion.; - Real estate investors looking to enhance their management tools.; - Property managers seeking to streamline their operations.; - Landlords aiming to improve tenant communication and satisfaction.; Advanced knowledge of Notion; - Experience in property management; - Basic understanding of tenant rights and responsibilities; The Notion Landscape: Advanced Features Unleashed",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.327Z",
  "lastUpdated": "2026-01-12T20:47:13.327Z"
}