{
  "id": "Lemon8 Creator’s Notion Dashboard",
  "name": "Lemon8 Creator’s Notion Dashboard",
  "slug": "lemon8-creator-s-notion-dashboard",
  "description": "Stay ahead of the social media game with this content creator's Notion dashboard. Exclusively for Lemon8 creators.This is the only tool a Lemon8 content creator will ever need to plan and manage your social media content! This customizable digital planner offers a user-friendly interface with a range of sections to help you stay on top of your game.This is perfect if you are:Looking for a centralized database to strategize, plan and schedule your content saving you loads of time. Looking to buil",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Notion Freak",
    "url": "https://notionfreak.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/sctyc",
  "affiliateUrl": "https://gumroad.com/a/962870099/sctyc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 22,
  "ratingCount": 22,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Looking for a centralized database to strategize, plan and schedule your content saving you loads of time.; Looking to build consistency when it comes to posting content; Looking to track fundamental social media analytics; Content calendar: Plan and schedule your social media content months ahead with ease.; Analytics Tracker: Automated analytics tracker to keep tabs on your monthly KPIs and goals.; Content ideas section: Easy-to-fill templates to help with caption writing.; How do I use it?As long as you have a Notion account, all you have to do is download the page and hit duplicate at the top right of the template.; I don't have a paid account, does this still work?Yes! It works the same",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.642Z",
  "lastUpdated": "2026-01-12T20:47:12.642Z"
}