{
  "id": "Library OS",
  "name": "Library OS",
  "slug": "library-os",
  "description": "Visit Official WebsiteAre you a bookworm seeking a powerful, free way to elevate your reading experience? Look no further! This comprehensive Notion template is your one-stop shop for tracking your progress, celebrating milestones, and gaining deeper insights into your literary journey.Dive into a World of Organization: Effortless Cataloging: Build a detailed library of your reads, including titles, authors, genres, publication dates, and even a cover image section (optional). Visualize Your Pro",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ietynx",
  "affiliateUrl": "https://gumroad.com/a/962870099/ietynx",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 32,
  "ratingCount": 32,
  "salesCount": 568,
  "tags": [],
  "useCases": [],
  "features": "Effortless Cataloging:Build a detailed library of your reads, including titles, authors, genres, publication dates, and even a cover image section (optional).; Visualize Your Progress:Track pages read, completion status, and start/end dates. Create a beautiful and clear view of your reading journey.; Genre Mastermind:Identify your reading patterns and explore new horizons by categorizing your books by genre.; Gender Lens:This unique feature allows you to track books by author gender, giving you valuable data on the diversity of your reading choices.; Quote Collector:Capture and store your favorite passages, creating a personalized library of literary gems you can revisit and reflect upon.; Bookworms who crave organizationand a clear view of their reading history.; Individuals who enjoy setting goalsand tracking their progress towards a fulfilling reading life.; Quote enthusiastswho cherish capturing impactful passages for future reflection.; Readers who value diversityand want to be mindful of author gender representation in their choices.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.095Z",
  "lastUpdated": "2026-01-12T20:47:13.095Z"
}