{
  "id": "Life Planner 2024",
  "name": "Life Planner 2024",
  "slug": "life-planner-2024",
  "description": "Are you a new Notion user and Notion feels overwhelming to you? My Life Planner is perfect for you. Improve your productivity and organized life with this Life Planner. This Notion template can help you track everything. What you'll get into this Notion Life Planner.This is divided into 4 aspects of your life. Personal Professional Entertainment Self-care Professional lifeSocial media planner: Presenting the simplest social media planner to plan and manage your social media in one place.Finance ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Poonam Sharma",
    "url": "https://poonamsharma.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/rxipi",
  "affiliateUrl": "https://gumroad.com/a/962870099/rxipi",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 366,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Professional; Entertainment; Specially made for beginners:Are you a new user of notion, I was too when I made this template. If the notion feels overwhelming to you this Notion template is for you.; Cover all areas of life: this template covers all the things you need in your life from emotions health to music, everything in one dashboard.; Aesthetic and customizable:the template has pleasing aesthetics and is fully customizable.; Daily goals; Weekly goals; Monthly goals",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.568Z",
  "lastUpdated": "2026-01-12T20:47:12.568Z",
  "image": "/images/products/life-planner-2024.jpg",
  "rawData": {
    "description": "Are you a new Notion user and Notion feels overwhelming to you? My Life Planner is perfect for you. Improve your productivity and organized life with this Life Planner. This Notion template can help you track everything. What you'll get into this Notion Life Planner.This is divided into 4 aspects of your life. Personal Professional Entertainment Self-care Professional lifeSocial media planner: Presenting the simplest social media planner to plan and manage your social media in one place.Finance Tracker: if you are spending too much or do not know how to balance your finances this is for you.Client work: are you a freelancer and dont have a system in place my life planner has all.Meeting manager: manage all your client meetings in a simple calendar.Personal life:Daily Planner: Manage your daily to-do list and tasks in an easy-to-use daily planner.Habit tracker: a simple weekly habit tracker for your habits.Goals tracker: a simple checkbox goals tracker for beginner notion users.Bucket list: make your bucket list and explore new opportunities in your life.Self-careSkincare: have a skincare routine, it’s time to track it.Yoga: Make your day worth it by tracking your meditation.Me time: spend some time with yourself and track it on the Notion.Journal: daily journal to keep and track your emotional health.Why this Life Planner: Specially made for beginners: Are you a new user of notion, I was too when I made this template. If the notion feels overwhelming to you this Notion template is for you. Cover all areas of life: this template covers all the things you need in your life from emotions health to music, everything in one dashboard. Aesthetic and customizable: the template has pleasing aesthetics and is fully customizable. What is so special about this planner? By using this planner, you can track your: Daily goals Weekly goals Monthly goals You'll also get the following: Habit tracker Money tracker Drama watchlist Skincare routine You can catch your thoughts with the daily journal and day highlights. So get ready to make 2023 your year with clear goal-setting and good habits. FAQs Who am I? I’m Poonam Sharma, a freelance writer &amp; content creator. I like to simplify people's lives with my Notion Templates and content. How to use this notion template?You have to Click “duplicate” in the top right corner to duplicate the template to your Notion workspace, and you got this.Is it a free product? Yes, it's a completely free product. But if you want to give a tip for my time and effort, you can pay a small amount. You can pay any amount if you like the template. Still have questions!Reach out to me by email at poonam4dhahariya@gmail.com or drop a message on my LinkedIn. Feel free to give your suggestion about this template as well by email. Thanks, Poonam Sharma",
    "features": [
      "Professional",
      "Entertainment",
      "Specially made for beginners: Are you a new user of notion, I was too when I made this template. If the notion feels overwhelming to you this Notion template is for you.",
      "Cover all areas of life: this template covers all the things you need in your life from emotions health to music, everything in one dashboard.",
      "Aesthetic and customizable: the template has pleasing aesthetics and is fully customizable.",
      "Daily goals",
      "Weekly goals",
      "Monthly goals",
      "Habit tracker",
      "Money tracker"
    ],
    "reviewQuotes": []
  }
}