{
  "id": "Life Journal (Free Notion Template)",
  "name": "Life Journal (Free Notion Template)",
  "slug": "life-journal-free-notion-template",
  "description": "Create, accomplish, and review your biggest goals—all in one place. Are you new to journaling and want some prompts to encourage critical thinking? Do you end days, weeks, and months not knowing where your time went? Do you need something more out of your journaling habit? Life Journal could be your answer. I needed something easy to use but still complex enough to get true long-term value out of. So, I built and tested Life Journal for myself first. I built this system earlier this year (2021),",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "jack!",
    "url": "https://jackhentosh.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/mMpeO",
  "affiliateUrl": "https://gumroad.com/a/962870099/mMpeO",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 35,
  "ratingCount": 35,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Are you new to journaling and want some prompts to encourage critical thinking?; Do you end days, weeks, and months not knowing where your time went?; Do you need something more out of your journaling habit?; If you've never set long-term goals before or are new to journaling, Life Journal makes the perfect introduction.; If you're already an avid goal-setter, Life Journal can streamline and enhance your process through reviews and engaging prompts.; Follow me onTwitter(@jackhentosh); Rate this product onGumroad(and check out some of my other templates!); Consider subscribing to mySubstackto get my best insights on creativity, productivity, and being effective in any situation.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.589Z",
  "lastUpdated": "2026-01-12T20:47:12.589Z"
}