{
  "id": "LifeTwo - A Notion Template System",
  "name": "LifeTwo - A Notion Template System",
  "slug": "lifetwo-a-notion-template-system",
  "description": "Ready to get organized and make this year your most productive yet? LifeTwo is a powerful Notion template system designed to streamline all aspects of your life, from managing tasks and projects to tracking habits and personal knowledge—all in one clean, easy-to-navigate system.Why LifeTwo?Whether you’re new to Notion or a seasoned user, LifeTwo provides a complete setup to help you stay on top of your personal and professional life. With two versions to choose from, you can start simple and upg",
  "price": 49,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Nora Conrad",
    "url": "https://stephnoraconrad.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xkgvao",
  "affiliateUrl": "https://gumroad.com/a/962870099/xkgvao",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4,
  "ratingCount": 4,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Beginner-Friendly:If you're new to Notion, start with the simple version and learn how templates and systems can work for you.; Pro Version:For those looking for a more comprehensive approach, thePlus versionincludes everything from habit and mood tracking to home maintenance and project management—all in one dashboard.; Unified Dashboard: A central hub for all your tasks, projects, and personal information in one easy-to-use dashboard.; Master Notes Database: Organize all your notes, thoughts, and ideas in a single place.; Areas and Actions Databases: Keep track of your different life areas (work, health, relationships) and break them into actionable tasks.; Journal Prompts: Stay reflective and productive with built-in prompts to guide your journaling practice.; Habit Tracker: Track your daily habits and stay consistent.; Mood Tracker: Keep an eye on your mental wellness and emotional patterns.; Home Maintenance Tracker: Stay on top of your home’s needs, from repairs to improvements.; Home Cleaning Tracker: Keep your space tidy with a structured cleaning schedule.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.156Z",
  "lastUpdated": "2026-01-12T20:47:13.156Z"
}