{
  "id": "Life OS - Manage work & life more effectively in Notion.",
  "name": "Life OS - Manage work & life more effectively in Notion.",
  "slug": "life-os-manage-work-life-more-effectively-in-notion",
  "description": "Click below to see a DEMO of the Life OS Notion template:Life OS - Template PreviewManage projects more effectively and find your work-life zen.First, the background story: Both your work life and personal life consist of projects. It doesn't matter if you are employed by a company, work as a freelancer, run marathons in your spare time, or want to learn how to cook pasta perfectly. The fundamental thing in life is to manage and complete projects. This is something that will consume most of your",
  "price": 49,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Magnus Blancér",
    "url": "https://magnusblancer.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/615919827/wmays",
  "affiliateUrl": "https://gumroad.com/a/615919827/wmays",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 16,
  "ratingCount": 16,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "\"I'm I on top of all of my active projects?\"; \"Where did I place that Excel file that related to that project?\"; \"What are the key tasks that I need to focus on to move this project forward?\"; Life OS dashboards; Integrated task management; \"Today\" view to take control over what's important now; PARA method (Projects, Areas, Resources, Archives) for tasks, projects, and notes. Life OS leverages Notion's strengths as the perfect platform for Tiago Forte's Building a Second Brain method.; Weekly Review; Meeting note template to be more effective in your meetings!; Extended project management including Accounts, Budgets, and KPIs",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.493Z",
  "lastUpdated": "2026-01-12T20:47:13.493Z"
}