{
  "id": "Life Planner",
  "name": "Life Planner",
  "slug": "life-planner",
  "description": "Life Planner Notion Template!For More Info , Visit Official Website Take control of your days, weeks, and years with this beautifully designed and comprehensive life planner template for Notion.Here's what sets this template apart: Effortless Organization: Keep your daily, monthly, and yearly plans in one central location. Habit Tracker: Develop lasting positive habits with a dedicated tracker to monitor your progress. Enhanced Productivity: Streamline your schedule and optimize your time with c",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/netpcn",
  "affiliateUrl": "https://gumroad.com/a/962870099/netpcn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 59,
  "ratingCount": 59,
  "salesCount": 309,
  "tags": [],
  "useCases": [],
  "features": "Effortless Organization:Keep your daily, monthly, and yearly plans in one central location.; Habit Tracker:Develop lasting positive habits with a dedicated tracker to monitor your progress.; Enhanced Productivity:Streamline your schedule and optimize your time with clear and actionable planning tools.; Boost Motivation:Stay inspired and achieve your goals with a visually appealing and user-friendly interface.; Fully Customizable:Tailor the template to your unique needs and preferences.; Notion Expertise Not Required:This template is designed for beginners and Notion veterans alike.; Reduced Stress:Gain clarity and peace of mind knowing your schedule is organized.; Increased Productivity:Accomplish more in less time with efficient planning.; Improved Goal Achievement:Break down your goals into actionable steps and track your progress towards success.; Enhanced Focus:Minimize distractions and prioritize tasks for maximum efficiency.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.096Z",
  "lastUpdated": "2026-01-12T20:47:13.096Z"
}