{
  "id": "Limitless - 75+ Notion Components",
  "name": "Limitless - 75+ Notion Components",
  "slug": "limitless-75-notion-components",
  "description": "Effortlessly build landing pages, portfolios, or product pages with these readily available components for Notion.Select from the 75+ components available for you. Just copy and paste components. Edit text. And you are done. It's that easy. ✌🏽Features: 75 Prebuilt Components: We have built them all and will be continuously adding more so that you don't have to. Copy paste the components and you are ready to go. Hero / Intro Section, Features Section, Testimonials Section, Gallery Section, Team S",
  "price": 29,
  "currency": "USD",
  "category": "template",
  "subcategory": "ai",
  "creator": {
    "name": "Go Limitless",
    "url": "https://sonaal.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/268767443/liWDZ",
  "affiliateUrl": "https://gumroad.com/a/268767443/liWDZ",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4,
  "ratingCount": 4,
  "salesCount": 93,
  "tags": [],
  "useCases": [],
  "features": "We have built them all and will be continuously adding more so that you don't have to. Copy paste the components and you are ready to go.; Hero / Intro Section, Features Section, Testimonials Section, Gallery Section, Team Section, Pricing Section, Blog Section, FAQ Section, Footer Section; Optimised for Notion:Works perfectly on all Notion pages.Easily editable layouts for endless combinations. Remix components and make your own style.; Works perfectly on all Notion pages.; Easily editable layouts for endless combinations. Remix components and make your own style.; Fully responsive:All page components work perfectly on web, tablets and mobile devices. Basically it looks great from any device you see them from.",
  "assessmentScore": 105,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.546Z",
  "lastUpdated": "2026-01-12T20:47:13.546Z"
}