{
  "id": "Master your life: Notion Life OS",
  "name": "Master your life: Notion Life OS",
  "slug": "master-your-life-notion-life-os",
  "description": "Drowning in to-do lists, scattered notes, and endless tabs? Introducing Life OS, the ultimate productivity powerhouse designed to organize your entire life, boost your focus, and unlock your full potential.This comprehensive template goes beyond basic planners and trackers. It's your personalized life command center, integrating features you know and love:Student Dashboard: Master your studies with organized courses, resources, calendars, and flashcards. Ace your exams and stay ahead of the curv",
  "price": 30,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Notion Tinn",
    "url": "https://notiontinn.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/jzdnr",
  "affiliateUrl": "https://gumroad.com/a/962870099/jzdnr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 8,
  "ratingCount": 8,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Student Dashboard:Master your studies withorganized courses, resources, calendars, and flashcards.Ace your exams and stay ahead of the curve.; Money Manager:Take control of your finances witheffortless expense tracking, budgeting tools, and insightful spending analysis.Achieve your financial goals faster.; Habit Tracker:Build lasting habits and break free from negativity with aflexible tracker and motivational streak visualization.Unlock a healthier, happier you.; Book Tracker:Cultivate a deeper love for reading with astylish trackerfor logging, rating, and reviewing books. Discover hidden gems and revisit cherished favorites.; Centralized Dashboard:Get aclear overview of your day, week, and monthwith customizable widgets and progress trackers. Never miss a beat.; Goal Setting & Tracking:Define yourdreams and aspirationsandtrack your progresswith powerful visualization tools. Stay motivated and celebrate your achievements.; Note-Taking & Journaling:Capture your thoughts, ideas, and inspirations withflexible note-taking options and a dedicated journaling space.Reflect on your journey and gain valuable insights.; Students:Ace your exams, manage coursework, and stay organized.; Professionals:Boost your productivity, achieve goals, and maintain work-life balance.; Anyone seeking clarity, focus, and control over their life.",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.618Z",
  "lastUpdated": "2026-01-12T20:47:12.618Z"
}