{
  "id": "Meal Planner (Minimalist)",
  "name": "Meal Planner (Minimalist)",
  "slug": "meal-planner-minimalist",
  "description": "Introducing Meal Planner (Minimalist) - Effortlessly Organize Your Meals!Created By The Productivity Co.Recognizing the significance of meal planning in maintaining a balanced diet, you know that coordinating your meals ahead of time is essential. We present to you the Meal Planner (Minimalist), a state-of-the-art Notion template. It's tailor-made to assist you in meticulously planning your meals, and ultimately, achieving your nutritional objectives.👉 Who is it for? Whether you're a beginner in",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "The Productivity Co.",
    "url": "https://heyproductivity.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xhckc",
  "affiliateUrl": "https://gumroad.com/a/962870099/xhckc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Seamlessly organize your meals while keeping track of your nutritional intake; Convenient features for cataloging and managing your favorite recipes, meal plans, essential ingredients, and grocery shopping lists; Designed to be mobile-friendly, facilitating on-the-move access and meal planning; Featuring a sleek, minimalist interface, accommodating a wide range of aesthetic preferences; Provides a unified view of all your meal plans, paving the way for an all-encompassing grasp of your diet and eating habits; Can I edit the template?Though we recommend using the template as-is, you are free to customize the template to fit your individual needs.; How do I contact you if I have questions?You can reach us on Twitter@heyproductivityor via email athey@theproductivity.co. We're always happy to help!",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.655Z",
  "lastUpdated": "2026-01-12T20:47:12.655Z"
}