{
  "id": "Meditation journal - Notion template",
  "name": "Meditation journal - Notion template",
  "slug": "meditation-journal-notion-template",
  "description": "This Meditation Tracker template is designed to help you deepen your meditation practice by offering a structured and reflective approach. With the Start Session and End Session buttons, you can effortlessly log each meditation, capturing essential details from start to finish. Whether you’re practicing mindfulness, guided, or any other meditation type, this template provides a comprehensive framework to track your progress and explore the benefits of each session.Key Features: Session Logging: ",
  "price": 5,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "Afiya Anam",
    "url": "https://afiyaanam.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ifdos",
  "affiliateUrl": "https://gumroad.com/a/962870099/ifdos",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": 52,
  "tags": [],
  "useCases": [],
  "features": "Session Logging:Easily start and end your sessions with dedicated buttons, and track key details like duration, meditation type and focus area.; Mood Tracking:Monitor your emotional state before and after each session, helping you understand the impact of meditation on your mood and energy levels.; Resources:Keep all your meditation guides, apps, and resources in one place.; Focus Areas:Identify and track your meditation intentions, whether it’s stress relief, concentration, or relaxation, and see how different types of meditation influence your goals.; Session Notes & Reflections:Capture your thoughts and insights after each session, allowing you to reflect on your journey and make adjustments as needed.",
  "assessmentScore": 82,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.191Z",
  "lastUpdated": "2026-01-12T20:47:13.191Z"
}