{
  "id": "Meeting Notes Notion Template",
  "name": "Meeting Notes Notion Template",
  "slug": "meeting-notes-notion-template",
  "description": "Introducing Meeting Notes Template, a comprehensive and easy-to-use Notion template designed to help you take efficient, organized, and effective meeting notes. This template will streamline your note-taking process and ensure that every important detail from your meetings is captured and documented.Key Features:Date and Participants: Quickly note down the meeting date and list all participants, including absent invitees, for easy reference and accountability.Objectives: Prioritize and list meet",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Hustlers Co",
    "url": "https://hustlersco.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hgoll",
  "affiliateUrl": "https://gumroad.com/a/962870099/hgoll",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Date and Participants:Quickly note down the meeting date and list all participants, including absent invitees, for easy reference and accountability.; Objectives:Prioritize and list meeting objectives, ensuring that every attendee is clear on the goals and focus of the discussion.; Topics and Presenters:Organize the meeting's agenda with a clear table that outlines the topic, presenter, and timeframe for each item, keeping discussions on track and focused.; Action Items:Record tasks and responsibilities, assign them to specific individuals, and set deadlines to encourage follow-through and keep your team on schedule.; Decisions:Document all crucial decisions made during the meeting, ensuring that everyone is aligned and informed of the agreed-upon outcomes.",
  "assessmentScore": 57,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.627Z",
  "lastUpdated": "2026-01-12T20:47:12.627Z"
}