{
  "id": "Mini-Course: The Writer’s Hub OS in Notion [+ Template!]",
  "name": "Mini-Course: The Writer’s Hub OS in Notion [+ Template!]",
  "slug": "mini-course-the-writer-s-hub-os-in-notion-template",
  "description": "🚨 UPDATE: You can no longer purchase my paid products on Gumroad, instead you can purchases it securely here. 🚨 A simple proven writing system built in Notion for online writers and content creators. Helping you go from idea capture through to hitting published, without the stress. The Writer's Hub OS Mini-Course helps you go from 0 to 1 in Notion. Covering the mistakes to avoid, Notion best practices, Notion workflow design a plug-and-play Writer's Hub OS Template.Notion is a powerful tool for ",
  "price": 89,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Janice CK | @slow_is_better",
    "url": "https://slowisbetter.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/lilcv",
  "affiliateUrl": "https://gumroad.com/a/962870099/lilcv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 8,
  "ratingCount": 8,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Avoid common mistakes Notion beginners make.; Get started in Notion in less time by understanding the Notion best practices.; Reduce stress and overwhelm as a new online writer & creator (especially if you have a day job or busy life); Effectively organise all your writing & content in an all-in-one writing system (e.g. Newsletter, Twitter content, blog posts, LinkedIn posts); Quickly and easily capture content ideas into your Library of Content,  so you’re never left wondering where you should store something or lose an idea.; Skip straight to implementing the Done-For-You Writer’s Hub OS Notion template in Notion, so you can start without the learning curve.; Implement the Writer’s Hub OS writing system in your Notion workspace.; Notion best practices to use Notion effective without overwhelm (especially as a beginner in Notion); How to structure and design in Notion so that it’s simple, functional and low maintenance, using a simple framework to build anything in Notion (Not just your Writer’s Hub OS); Done-For-YouWriter's Hub OS Notion Template.",
  "assessmentScore": 105,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.569Z",
  "lastUpdated": "2026-01-12T20:47:12.569Z"
}