{
  "id": "Monk Mode - Iman Gadzhi - Notion Template",
  "name": "Monk Mode - Iman Gadzhi - Notion Template",
  "slug": "monk-mode-iman-gadzhi-notion-template",
  "description": "Monk Mode: A Transformational Productivity ExperienceDiscover a new way to boost your productivity and enhance your life with Monk Mode. This innovative approach, inspired by Iman Gadzhi, offers a simple yet effective method to immerse yourself in focused, deliberate action for a period of your choosing, ranging from 21 to 90 days.Unveiling Monk ModeUnderstanding Monk ModeMonk Mode, as introduced by Iman Gadzhi, is your ticket to a dedicated period of intense focus and self-improvement. It's a s",
  "price": 7.99,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "noteway",
    "url": "https://noteway.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vfadpk",
  "affiliateUrl": "https://gumroad.com/a/962870099/vfadpk",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4,
  "ratingCount": 4,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Who Benefits from Monk Mode?This template is for Monk Mode beginners and those refining their cycles. Your success largely depends on your ability to plan and organize effectively.; What Is Notion?Notion is a free digital workspace. You can think, write, and plan with great flexibility. It's the perfect platform for organizing your Monk Mode practice.; Do I Need a Paid Notion Plan?No, all the features work perfectly fine without a paid Notion plan.; What Happens After Purchase?Once you make your purchase, you'll be directed to a Notion page containing the template. You can easily duplicate it into your own workspace from there.; Can I Customize the Template?Absolutely, these templates are designed to be personalized. Feel free to edit and tailor it to your liking.",
  "assessmentScore": 65,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.038Z",
  "lastUpdated": "2026-01-12T20:47:13.038Z"
}