{
  "id": "Mood Journal & Tracker Notion Template",
  "name": "Mood Journal & Tracker Notion Template",
  "slug": "mood-journal-tracker-notion-template",
  "description": "Welcome to our Mood Journal &amp; Tracker Notion Template!Our Mood Journal &amp; Tracker Notion template is the perfect way to keep track of your moods and keep a detailed journal! It features a mood board where you can analyze your moods and a calendar that you can use to track daily.What is included in the Premium Version?My Mood Board: The mood board allows you to add and reflect on your different moods.Mood Tracker: This is where you can add your daily moods to see your data on how your mood",
  "price": 7,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "The Organized Notebook",
    "url": "https://theorganizednotebook.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/eprryq",
  "affiliateUrl": "https://gumroad.com/a/962870099/eprryq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "My Mood Board:The mood board allows you to add and reflect on your different moods.; Mood Tracker:This is where you can add your daily moods to see your data on how your moods change over time. Includes detailed functionality to check your sleep, food, social interactions, and more.; Mood Tracker Reports:See a detailed analysis of your week based on food, social interactions, weather, and more.; Reminders to Myself Database:You can customize this database so that you can always have the right reminder for yourself depending on your mood.; My Mood Boosters:Curate your own list of mood boosters depending on how much time you have and what kind of mood you're aiming for.; Uplifting Media Gallery:Find your favorite uplifting videos, music, writing, articles, and more in one place.; 20+ Custom Mood Icons:Muted and lighter colors make it more pleasing than the standard emoji icons!",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.573Z",
  "lastUpdated": "2026-01-12T20:47:12.573Z"
}