{
  "id": "My Life Compass (Full Notion Operating System) + BONUS",
  "name": "My Life Compass (Full Notion Operating System) + BONUS",
  "slug": "my-life-compass-full-notion-operating-system-bonus",
  "description": "This Notion template contains the full system I use in order to organise my day to day tasks and my bigger picture goals.Features:4 main databases (Pillars, Goals, Outcomes, Tasks)Guide and prompts to help you come up with your own Pillars, Goals and Outcomes.Within one look, this template tells you whether your life is in place or not (Looking at the \"Moving?\" property within the Pillars)Full and complete explanation of every database and every property you can see within the template.Easy to u",
  "price": 24,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Daniel Canosa",
    "url": "https://dcanosa.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/799165267/SUXdw",
  "affiliateUrl": "https://gumroad.com/a/799165267/SUXdw",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": 275,
  "tags": [],
  "useCases": [],
  "features": "4 maindatabases(Pillars, Goals, Outcomes, Tasks); Guideand prompts to help you come up with your own Pillars, Goals and Outcomes.; Within one look, this template tells you whether your life is in place or not (Looking at the \"Moving?\" property within the Pillars); Full and complete explanationof every database and every property you can see within the template.; Easy to use dashboards so you can have easy access to them from the sidebar:; Compatibility withEvents, which get removed automatically from the calendar once their time has passed (this substitutedGoogle Calendarfor me); Time based databases, to set quarterly deadlines to your Goals and Outcomes or aggregate data in a timely manner.; Weekly and Monthly reviewtemplates included as seen in my YouTube channel.; Fully explained and integrated Habit Tracking system using 2 connected databases; Full overview of your habits performance overtime.",
  "assessmentScore": 110,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.427Z",
  "lastUpdated": "2026-01-12T20:47:13.427Z"
}