{
  "id": "My Resource Library Notion Template",
  "name": "My Resource Library Notion Template",
  "slug": "my-resource-library-notion-template",
  "description": "An aesthetic homepage for all your saved content - articles, podcasts, movies, tweets and anything you’d like to save.You stumbled across something intriguing &amp; want to save it for digging up later? This is the perfect place for it.With tabs for each type and the tags, easily add and locate whatever it was you savedWhether it's a podcast to listen to on your commute, an article to read over lunch, or a movie to watch on a lazy Sunday afternoon, this is your home for all the content that matt",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "content",
  "creator": {
    "name": "Go Limitless",
    "url": "https://sonaal.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hdfces",
  "affiliateUrl": "https://gumroad.com/a/962870099/hdfces",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "You stumbled across something intriguing & want tosaveit for digging up later? This is the perfect place for it.; With tabs for each type and the tags, easilyadd and locatewhatever it was you saved; Whether it's a podcast to listen to on your commute, an article to read over lunch, or a movie to watch on a lazy Sunday afternoon, this is yourhome for all the content that matters to you!; Does this template work with Notion's free plan?Yes, you can definitely use this template on Notion's free personal plan.; Is there instructions on how to use the template?Yes, there is astart here sectionin the template whichgives you complete instruction on how to start using the template.; Can I customize the template?Yes, the template can be customised to suit your needs!; Upon completing your purchase, you'll receive immediate access to an instructions PDF.; Inside, there is a direct link to duplicate the 'My Resource Library' template to your workspace.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.972Z",
  "lastUpdated": "2026-01-25"
}