{
  "id": "No More Impulse Spending - Notion for ADHD Template (2025)",
  "name": "No More Impulse Spending - Notion for ADHD Template (2025)",
  "slug": "no-more-impulse-spending-notion-for-adhd-template-2025",
  "description": "This template is also included in my main Notion template, Your ADHD Mynd. Hey, I get it. As an ADHD person, I know what it is like to deal with impulsive decisions and the shame that can come with that. It's not an easy thing to overcome. But, if you are ready to work on your impulsive spending, this template will gently guide you towards better habits. And who knows, maybe working on your spending is the first building block to working on other impulsive habits. Either way, I hope this templat",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "Braelyn | Mynd for ADHD",
    "url": "https://notionforadhd.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ktvrg",
  "affiliateUrl": "https://gumroad.com/a/962870099/ktvrg",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 97,
  "ratingCount": 97,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "A single page Notion template to help you with impulse spending.; PLUS! Recently updated to have 2025 Notion functionality and buttons for a better user experience.; By encouraging you to wait before making a purchase, this template helps you avoid impulsive buying and make more thoughtful decisions.; With the included section that tracks your savings and spending, this template promotes mindful spending habits that allow you to make more informed decisions about your money.; The tips and tricks provided in this template make it easy for anyone, regardless of their experience with Notion, to understand how it works and start using it right away.; Built by an ADHD person, for ADHD people; Using lots of colors, emojis, and images to make the template really pleasing on the eye, which gives extra dopamine!; Lots of reminders and helpful tips on decreasing your spending without being shameful; A reminder right at the top of why you want to spend less, to help you remember why you're doing it!; There is no shame in needing help, Notion can be very overwhelming! We have a discord server you can join for free to ask questions in a safe and non-shameful environment.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.178Z",
  "lastUpdated": "2026-01-12T20:47:13.178Z"
}