{
  "id": "Notion: Product Catalogue & Data (Product Archive)",
  "name": "Notion: Product Catalogue & Data (Product Archive)",
  "slug": "notion-product-catalogue-data-product-archive",
  "description": "Tutorial Video, made authentically:(for Product Catalogue &amp; Data)Streamline product management with our Notion Product Catalogue Template! Features gallery &amp; table views for detailed product info: type, size, variant, pricing, profit, release date. Customize fields for tailored data. Boost efficiency and profitability today! 🔑Key Components🔑Product Gallery &amp; Table View🖼️Access product information seamlessly through a visually appealing gallery view and structured table view, Providin",
  "price": 2,
  "currency": "USD",
  "category": "course",
  "subcategory": "ai",
  "creator": {
    "name": "Aldwin Nou",
    "url": "https://aldwinnv.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zdyad",
  "affiliateUrl": "https://gumroad.com/a/962870099/zdyad",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": 86,
  "tags": [],
  "useCases": [],
  "features": "Product Gallery & Table View🖼️Access product information seamlessly through a visually appealing gallery view and structured table view,Providing a comprehensive overview of your product catalogue.; Access product information seamlessly through a visually appealing gallery view and structured table view,; Providing a comprehensive overview of your product catalogue.; Dive into detailed product data, including type, size, variant, features, URL, images, pricing (retail and cost), profit margins, release date, and more for each product entry.; Flexible Product Organization➿Organize products by type, size, variant, or any custom category,Allowing for flexible and customized organization to suit your specific product management needs.; Organize products by type, size, variant, or any custom category,; Allowing for flexible and customized organization to suit your specific product management needs.; Customizable Data Fields✏️Customize data fields to capture additional product information or specific details relevant to your business,Ensuring comprehensive and tailored product data management.; Customize data fields to capture additional product information or specific details relevant to your business,",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.047Z",
  "lastUpdated": "2026-01-12T20:47:13.047Z"
}