{
  "id": "Notion Second Brain",
  "name": "Notion Second Brain",
  "slug": "notion-second-brain-4",
  "description": "Free your mind. Focus on what matters.You’re juggling a hundred things—ideas, tasks, goals, reminders, relationships—and trying to hold it all together in your head. It’s no wonder you feel scattered.The Second Brain Notion template is your external hard drive for life. A calm, structured space where everything important has its place—so your mind can breathe, focus, and create.No clutter. No chaos. Just clarity.Whether you're chasing big dreams or just trying to remember that one podcast someon",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Templates For Notion",
    "url": "https://ramesquinerie.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/822660307/wzjgt",
  "affiliateUrl": "https://gumroad.com/a/822660307/wzjgt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Ahome for everything– tasks, notes, events, goals, habits, people, ideas, and resources.; Africtionless dashboard– see your week, jump into what matters, add new thoughts in seconds.; Quick-capture buttons– add notes, tasks, or events in one click (or tap, even from your phone).; A powerful yet simpletask manager– with subtasks, deadlines, and a timeline view.; A gentle nudge system – overdue tasks, recurring reviews, and monthly habit reports.; Apersonal CRM– never forget a birthday, a promise, or a meaningful moment.; A life aligned with your goals – with OKRs, progress bars, and a system that tracks what you value.; Built-injournaling, note-taking, and library tools– centralize your thoughts, reflections, and discoveries.; Organized by PARA, grouped by months – for natural structure and less mental overload.; Light & dark mode compatible. Works on every device. Easy to use from day one.",
  "assessmentScore": 57,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.478Z",
  "lastUpdated": "2026-01-12T20:47:13.478Z"
}