{
  "id": "Notion Monk Mode Planner",
  "name": "Notion Monk Mode Planner",
  "slug": "notion-monk-mode-planner",
  "description": "Supercharge your life with Monk ModeA 1-Week Monk Mode planning template for Notion designed to help you reflect, track and plan your life in a digital all-in-one system.What's included? One-page printable Monk Mode planner Non-negotiable goals &amp; habits Weekly tasks &amp; goals section Weekly time boxing planner Easy to use, customize &amp; set up ↑ Upgrade to Monk Mode OS ↑ The upgraded Monk Mode OS is your all-in-one automated Monk Mode Operating System to help you crush your 31-day Monk M",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/wqrofk",
  "affiliateUrl": "https://gumroad.com/a/919154899/wqrofk",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 139,
  "ratingCount": 139,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "One-page printable Monk Mode planner; Non-negotiable goals & habits; Weekly tasks & goals section; Weekly time boxing planner; Easy to use, customize & set up; Who is Monk Mode Planner for?This template is for anyone looking to for a digital planner to systemize and organize their Monk Mode.; How do I learn Notion?You can become a Notion expert with my new course,The Notion Bible. This will teach you everything you need to go from beginner to expert in no-time.; Do I need to be on a paid Notion plan to use this template?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace in 1 click.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.495Z",
  "lastUpdated": "2026-01-12T20:47:13.495Z"
}