{
  "id": "Notion | The Finance Tracker - Goal, Budgeting, Net Worth, Insurance & Tax",
  "name": "Notion | The Finance Tracker - Goal, Budgeting, Net Worth, Insurance & Tax",
  "slug": "notion-the-finance-tracker-goal-budgeting-net-worth-insurance-tax",
  "description": "Mid year discount is here! Get 50% off for this template from 20$ to 10$! Until 30th of August!The Most Advance Notion Template, central hub of your Money!Our Notion Template provides tools for financial management, enabling better budgeting, wealth tracking, and financial goal achievement, paving the way for your financial stability and success. Comprehensive Finance Management: From budget and net worth to tax documentation. Expense and Income Management: Track your spending and income, monito",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Neat Studio (Notion for Everyday Things)",
    "url": "https://nfet.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vputbo",
  "affiliateUrl": "https://gumroad.com/a/962870099/vputbo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": 758,
  "tags": [],
  "useCases": [],
  "features": "Comprehensive Finance Management: From budget and net worth to tax documentation.; Expense and Income Management: Track your spending and income, monitor your budget, and set targets.; Effective Budgeting: Develop and manage budgets for your income and expenses.; Net Worth and Advanced Finance: Monitor your net worth and receive advanced financial insights.; Financial Ratio Calculations: Automatically calculate seven key financial ratios.; Tracking and Monitoring of Assets and Liabilities: Keep a close eye on your assets and liabilities to understand your financial position better.; Tax and Insurance Documentation: Maintain records and keep track of your taxes and insurance.; Financial Goal Tracking: Monitor your financial goals based on the value of your assets.; Categorisation Tools: Organise your expenses, income, assets, and liabilities.; Track your assets by category for a detailed financial overview.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.113Z",
  "lastUpdated": "2026-01-12T20:47:13.113Z"
}