{
  "id": "Notion Full Net Worth Sheet Template",
  "name": "Notion Full Net Worth Sheet Template",
  "slug": "notion-full-net-worth-sheet-template",
  "description": "Introducing the \"Notion Full Net Worth Sheet Template\" - The Ultimate Solution for Precise Net Worth Tracking and Financial Planning!Experience unparalleled insight into your financial journey with the \"Notion Full Net Worth Sheet Template.\" This comprehensive Notion template, curated by Giorgio, a seasoned software engineer and financial enthusiast, offers an intricate level of detail for tracking your net worth and optimizing your financial strategy.With the \"Notion Full Net Worth Sheet Templa",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Alex",
    "url": "https://alexmikhajlovic.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/wunrhe",
  "affiliateUrl": "https://gumroad.com/a/962870099/wunrhe",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "After purchase, you'll receive a link to duplicate the template into your Notion app.; No. You only need afree Notion accountand Google account to start using your template.; Comprehensive Financial Overview: Gain a deep understanding of your net worth, asset allocation, income streams, and investment performance over time.; Expert-Curated: Designed by Giorgio, a skilled software engineer and financial enthusiast with real-world experience in wealth management and financial independence.; Goal-Oriented: Chart your journey toward financial independence retire early (FIRE) goals with calculated projections and visual aids.; Customizable and User-Friendly: Tailor the template to match your unique financial situation while benefiting from its intuitive design.; Please don't hesitate to reach out via email atalexmikhajlovic@gmail.comwith any questions. I'll be more than happy to help!@alexmikhajlovicanywhere on web!",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.265Z",
  "lastUpdated": "2026-01-12T20:47:13.265Z"
}