{
  "id": "Notion Goal Tracker (SMART)",
  "name": "Notion Goal Tracker (SMART)",
  "slug": "notion-goal-tracker-smart",
  "description": "Free Notion Goal Tracker (SMART), your dedicated partner on your journey to achieving your dreams and ambitions. At NotionGot and Pugo’s Studio, we believe that setting and tracking your goals should be simple, effective, and highly motivating. That's why we've crafted this tool with precision, focusing on the SMART approach—Specific, Measurable, Achievable, Relevant, and Time-bound.SMART Goal Framework: We've integrated the SMART criteria into your goal-setting process, ensuring that your objec",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/iyawb",
  "affiliateUrl": "https://gumroad.com/a/962870099/iyawb",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 22,
  "ratingCount": 22,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "SMART Goal Framework:We've integrated the SMART criteria into your goal-setting process, ensuring that your objectives are well-defined and achievable.; Simplified Goal Tracking:No more clutter or complexity. Track your goals with ease, stay motivated, and monitor your progress at a glance.; Versatile Use:Whether you're aiming for personal growth, career advancement, health, or any other area of life, our Goal Tracker adapts to your needs.; Free and Accessible:Our Goal Tracker is a free resource available to help you on your journey to success.; Clarity and Focus:Unveil crystal-clear goals that are specific, measurable, and achievable.; Achievable Dreams:Transform your dreams into actionable steps with the SMART framework.; Progress Visualization:Easily track your journey and witness the results unfold.; Time Management:The time-bound element ensures you stay on track with your objectives.; Enhanced Motivation:Celebrate your milestones, whether big or small, and keep your momentum going.; SMART Goal Setting:Easily set SMART goals that are Specific, Measurable, Achievable, Relevant, and Time-bound.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.951Z",
  "lastUpdated": "2026-01-12T20:47:12.951Z"
}