{
  "id": "Notion Subscription Tracker",
  "name": "Notion Subscription Tracker",
  "slug": "notion-subscription-tracker-5",
  "description": "Introducing the Subscription Tracker - Streamline and Optimize Your SubscriptionsThe Subscription Tracker is your go-to solution for effortlessly managing all your subscriptions in one convenient place. Designed with simplicity and effectiveness in mind, this tool eliminates the hassle of scattered information and complex systems. Take control of your subscriptions and unlock a world of financial organization.Discover the Key Features: Centralized Subscriptions: Experience the ease of having all",
  "price": 17,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Severin",
    "url": "https://severinschuetz.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/402026707/hnmwe",
  "affiliateUrl": "https://gumroad.com/a/402026707/hnmwe",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Centralized Subscriptions:Experience the ease of having all your subscriptions securely stored in a single location.; Clear Overview:Gain a comprehensive snapshot of your spending by easily categorizing subscriptions and tracking costs.; Payment Reminders:Never miss a payment again with reminders that keep you informed about upcoming due dates.; Customizable Tags:Stay organized by applying customizable tags to your subscriptions, allowing for easy searching and filtering.; Flexible Payment Frequencies:Seamlessly handle subscriptions with different payment intervals, from monthly to yearly.; Smart Calculations:Get instant calculations of your next payment amounts, taking the guesswork out of budgeting.; Renewal Tracking:Effortlessly keep track of subscription renewals to ensure you stay in control of your financial commitments.; Can I share this with anyone else?No. This product has a private license.",
  "assessmentScore": 77,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.533Z",
  "lastUpdated": "2026-01-12T20:47:13.533Z"
}