{
  "id": "Notion Expense Tracker",
  "name": "Notion Expense Tracker",
  "slug": "notion-expense-tracker-3",
  "description": "\"Do you feel stressed out tracking your expense manually without a defined system in place? Well, no more!Introducing the ultimate solution: the Notion Expense Tracker\"Are you looking to automate PDF generation for repetitive documents like invoices, agreements, contracts, certificates, reports, letters etc?PDFOutput helps automate PDF generation for documents using Notion Database and a Google Doc!No Coding Required, No Technical Skills Needed, Just One-Click Automation!It requires 2 things: Go",
  "price": 9,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Sanat | The Accountant Guy (Finance Products)",
    "url": "https://theaccountantguy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xilvd",
  "affiliateUrl": "https://gumroad.com/a/962870099/xilvd",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 14,
  "ratingCount": 14,
  "salesCount": 266,
  "tags": [],
  "useCases": [],
  "features": "Google Doc Template: A template file with placeholders in {{...}} format (e.g.,{{InvoiceNumber}},{{ClientName}}).; Notion Database: Acts as a database with matching headers likeClientName,InvoiceDatefor seamless placeholder mapping.; Track your expenses easily under 1 dashboard (daily, monthly, weekly, one-time expense, etc),; Define the sources of expenses (up to 6 categories),; Set the budget of the expense for each expense and see its variations from actual expenses,; Get an overview of how much you spend on your Needs, Desires, or Wants from all expenses.; Classification of Expenses asNeeds,Desires,andWants.; Overview ofTotal Expenses(including Total Budgeted Expenses, Total Actual Expenses, Difference, and Change (in %).; Top 10 HighlightsfeaturingTop 10 Expenses,Least 10 ExpensesandRecent 10 Expenses.",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.544Z",
  "lastUpdated": "2026-01-12T20:47:12.544Z"
}