{
  "id": "Notion Finance Tracker Template",
  "name": "Notion Finance Tracker Template",
  "slug": "notion-finance-tracker-template",
  "description": "Introducing the Ultimate Finance Tracker: Simplify Your Finances with Effortless Control! Are you tired of juggling multiple apps and spreadsheets to keep track of your finances? Say goodbye to the hassle and embrace the simplicity of Finance Tracker, the comprehensive Notion template designed to streamline your financial management effortlessly.Key FeaturesIncome Tracker: Monitor your earnings and never lose sight of your income sources again. Keep a clear record of all your revenue streams in ",
  "price": 5,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Eula",
    "url": "https://eulacreations.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/wqgre",
  "affiliateUrl": "https://gumroad.com/a/962870099/wqgre",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 185,
  "ratingCount": 185,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Income Tracker:Monitor your earnings and never lose sight of your income sources again. Keep a clear record of all your revenue streams in one place.; Expenses Tracker:Stay in control of your spending with a detailed expenses tracker. Categorize your expenses and analyze where your money goes effortlessly.; Transfer Transactions Tracker:Seamlessly manage transfers between accounts without the headache of complex calculations. Finance Tracker ensures you have a complete overview of all your transactions.; Subscriptions Tracker:Keep track of your subscriptions and billing cycles, so you never miss a payment or get surprised by unexpected charges.; Savings Tracker:Watch your savings grow and track progress towards your financial goals. With Finance Tracker, saving money becomes a rewarding experience.; Payables/Receivables Tracker:Easily manage money you owe or money owed to you. This feature makes sure you never lose track of financial obligations.; Total Balance Tracker:Get a quick snapshot of your overall financial health with the Total Balance Tracker. Stay on top of your net worth effortlessly.; Accounts Balances Tracker:Manage all your accounts efficiently in one place. From bank accounts to investment portfolios, keep an eye on every balance.; Monthly Budget Tracker:Create and stick to a budget that works for you. Finance Tracker helps you set realistic spending targets and track your progress throughout the month.; Spending Category:Categorize your expenses and gain valuable insights into your spending habits. Make informed decisions and find areas for potential savings.",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.807Z",
  "lastUpdated": "2026-01-12T20:47:12.807Z"
}