{
  "id": "[Notion] Pomodoro-Eisenhower Task Manager",
  "name": "[Notion] Pomodoro-Eisenhower Task Manager",
  "slug": "notion-pomodoro-eisenhower-task-manager",
  "description": "Supercharge Your Productivity with Our Pomodoro-Eisenhower Matrix Template!Why did we create this template? As a productivity enthusiast, I've always relied on the Pomodoro technique and the Eisenhower matrix to enhance my efficiency. One day, it struck me to merge these two powerful methods into a single template. The result? A game-changing tool that revolutionizes the way you approach tasks and boosts your productivity to new heights!What's included in the template? Discover the incredible fe",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "Your Notion Dose",
    "url": "https://notiondose.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dqvmv",
  "affiliateUrl": "https://gumroad.com/a/962870099/dqvmv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 31,
  "ratingCount": 31,
  "salesCount": 512,
  "tags": [],
  "useCases": [],
  "features": "Pomodoro Timer: Stay focused and maintain a productive rhythm using the renowned Pomodoro technique.; Task Database: Effortlessly manage your tasks with the ability to assign a specific number of 'tomatoes' per task, determine their importance and urgency, and prioritize accordingly.; Eisenhower Matrix: Visualize and categorize your tasks based on their importance and urgency, enabling efficient decision-making and task prioritization.; Click on the \"+New\" button to add a new task to the database.; Use the date field to filter tasks on a day-to-day basis, ensuring optimal task management.; Specify the desired time for task execution, enabling effective scheduling and time allocation.; Set the importance and urgency properties for each task, empowering you to prioritize your workload effectively.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.664Z",
  "lastUpdated": "2026-01-12T20:47:12.664Z"
}