{
  "id": "Notion for Flight Attendants: Online Course",
  "name": "Notion for Flight Attendants: Online Course",
  "slug": "notion-for-flight-attendants-online-course",
  "description": "Master Notion for Flight Attendants and Revolutionize Your Workflow!Unlock the full potential of Notion tailored specifically for flight attendants! This hands-on course will guide you through advanced features and integrations, enabling you to create a fully functional dashboard that streamlines your daily operations and enhances productivity. Prepare to elevate your task management skills and transform your workflow into a well-oiled machine!Who is it ForThis course is tailor-made for flight a",
  "price": 25,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Ian Dikhtiar",
    "url": "https://extycreate.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/145902419/qvhub",
  "affiliateUrl": "https://gumroad.com/a/145902419/qvhub",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Basic knowledge of Notion; - Familiarity with flight attendant duties; - Understanding of task management principles; -Quizzes: Engaging quizzes will test your understanding and application of advanced Notion features and integrations throughout the course.; -Practical Project: The final project involves designing a comprehensive dashboard that synthesizes all your knowledge into a functional Notion setup for daily operations.; -Before You Start: Prepare yourself by reviewing the prerequisites and setting up your Notion account. Familiarize yourself with the interface to hit the ground running!; -Books to Read: Recommended readings will enhance your understanding of Notion and its features, providing additional insights into effective task management.; -Glossary: A glossary of key terms and concepts will be available to support your learning and ensure clarity as you navigate through the course.",
  "assessmentScore": 80,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.384Z",
  "lastUpdated": "2026-01-12T20:47:13.384Z"
}