{
  "id": "Notion Habit Tracker and Routines Template",
  "name": "Notion Habit Tracker and Routines Template",
  "slug": "notion-habit-tracker-and-routines-template",
  "description": "Embrace the Beauty of Progress with the Free Aesthetic Notion Habit Tracker and Routines Template.Track Your Habits and Routines with Ease: Finding it challenging to stay consistent with your habits? This user-friendly Notion template has got you covered. Whether it's working out, reading, or practising mindfulness, you can now effortlessly track your daily progress.Tailored for Notion: Simple and Personalizable: No more overwhelming setups! This template is thoughtfully designed for Notion, mak",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Cactus Daze",
    "url": "https://cactusdaze.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/bukjr",
  "affiliateUrl": "https://gumroad.com/a/962870099/bukjr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 15,
  "ratingCount": 15,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Habit Tracker; Morning Routine; Evening Routine; Sunday Reset; Is this template customizable?Absolutely! You can easily modify and personalize the template to suit your specific needs. Add, delete, or rearrange sections as you wish.; Will it work on mobile devices?Yes, but it is optimized for viewing on a laptop or desktop, so the experience will be very different. Using a mobile device is not recommended.; How I will receive the template?After purchase, you'll receive a link to duplicate the Notion template to your workspace.; Am I allowed to share this template with others?Each purchase is for individual use only, and sharing the template file directly is not permitted.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.749Z",
  "lastUpdated": "2026-01-12T20:47:12.749Z"
}