{
  "id": "Notion Student Dashboard",
  "name": "Notion Student Dashboard",
  "slug": "notion-student-dashboard-2",
  "description": "Take control of your academic journey with our comprehensive Notion Student Dashboard. Designed specifically for students, this dynamic template is your all-in-one solution for managing coursework, tracking tasks/grades, and organizing tasks.Our Notion Student Dashboard goes beyond a simple planner. It's a powerful tool that allows you to:Track Your Courses: Keep a tab on all your courses in one place. Know what's due, what's coming up, and where you need to focus your efforts.Monitor Your Grade",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Valen Notion",
    "url": "https://valenotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/bomit",
  "affiliateUrl": "https://gumroad.com/a/962870099/bomit",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 6,
  "ratingCount": 6,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Track Your Courses: Keep a tab on all your courses in one place. Know what's due, what's coming up, and where you need to focus your efforts.; Monitor Your Grades: Stay on top of your academic performance. Track your grades for assignments, quizzes, and exams to ensure you're meeting your academic goals.; Manage Your To-Do's: Never miss a deadline again. Our dashboard lets you create and manage to-do lists for each course, ensuring you stay ahead of your workload.; Set Task Urgency: Prioritize your tasks based on urgency. Know exactly what needs your immediate attention and what can wait.; Track Calendar: Visualize your academic due dates on calendar! See what's completed, what's in progress, and what's next.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.751Z",
  "lastUpdated": "2026-01-12T20:47:12.751Z"
}