{
  "id": "Notion Finances Tracker",
  "name": "Notion Finances Tracker",
  "slug": "notion-finances-tracker",
  "description": "Understand your finances better with Notion TemplateMoney comes and goes before you even notice? Do you find it hard to understand what is happening in your bank account?Use this Notion Finances Tracker to track your income and expenses, and learn from automatic summaries.What you’ll get:a space to track all your income streamsa space to track all your expensesand automatic financial summaries every monthWith this Notion template, you'll get a sense of where your money goes. Gained insights will",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "tracker",
  "creator": {
    "name": "Pathpages",
    "url": "https://pathpages.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ymvhk",
  "affiliateUrl": "https://gumroad.com/a/962870099/ymvhk",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4.9,
  "ratingCount": 447,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "a space to track all your income streams; a space to track all your expenses; and automatic financial summaries every month",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.540Z",
  "lastUpdated": "2026-01-12T20:47:12.540Z",
  "image": "https://public-files.gumroad.com/x3cz1gunuzp8j57x5mab322bhrn0",
  "rawData": {
    "description": "Understand your finances better with Notion TemplateMoney comes and goes before you even notice? Do you find it hard to understand what is happening in your bank account?Use this Notion Finances Tracker to track your income and expenses, and learn from automatic summaries.What you’ll get:a space to track all your income streamsa space to track all your expensesand automatic financial summaries every monthWith this Notion template, you'll get a sense of where your money goes. Gained insights will help you achieve your financial goals in time.FAQs:1. What is Notion?Notion is an all-in-one workspace that allows you to take notes, add tasks, manage projects, and get organized. Whether you're writing or planning, Notion has a versatile design for getting things done.2. What is Notion template?Notion templates are pre-built Notion components that can be imported into your Notion workspace and are a great way to boost your productivity in Notion.3. How I will receive a template?After purchase, you'll receive a link to duplicate the Notion template to your workspace.4. Will I need to pay to use Notion?No, Notion does offer a free plan with no strings attached. 5. How can I become an affiliate? Click here to fill out the affiliate form.6. I have more questions.Send your question at modest@notionway.com. I will be more than happy to answer.© 2022 Notionway. All rights reserved.",
    "features": [
      "a space to track all your income streams",
      "a space to track all your expenses",
      "and automatic financial summaries every month"
    ],
    "reviewQuotes": []
  }
}