{
  "id": "Notion Networking Hub - Planner for Freelancers, Consultants, Entrepreneurs, Recruiters, Students, Job Seekers - Designed for ADHD brains",
  "name": "Notion Networking Hub - Planner for Freelancers, Consultants, Entrepreneurs, Recruiters, Students, Job Seekers - Designed for ADHD brains",
  "slug": "notion-networking-hub-planner-for-freelancers-consultants-entrepreneurs-recruiters-students-job-seekers-designed-for-adhd-brains",
  "description": "Connect. Remember. Thrive. 🌐Unveiling the Networking Hub for Notion – where every contact becomes a meaningful connection.Transform the way you network:Stay connected, stay remembered, and stay ahead with the Networking Hub for Notion.NotionConnect is more than just a template. It's a game-changer. A streamlined pathway to making every interaction count.Why should you purchase the Networking Hub?🚀 Your Networking, SuperchargedStreamlined Organization: See all your contacts at a glance. From name",
  "price": 7,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Philipp Stelzel",
    "url": "https://philippstelzel.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/117590867/sdjnka",
  "affiliateUrl": "https://gumroad.com/a/117590867/sdjnka",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 15,
  "ratingCount": 15,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Stay connected, stay remembered, and stay ahead with the Networking Hub for Notion.; NotionConnect is more than just a template. It's a game-changer. A streamlined pathway to making every interaction count.; Streamlined Organization: See all your contacts at a glance. From names to notes – never skip a detail.; Timely Reminders: The template will nudge you to reach out, so you don't have to remember.; In-Depth Notes: Capture insights from every (important) conversation, ensuring you never forget what matters.; Instant Recollection: Quickly capture key details, from coffee chats to conference calls.; Visual Mastery: Aesthetically pleasing design ensuring you look forward to every entry.; Professionals & Executives: Individuals who frequently attend conferences, seminars, and business meetings will benefit from an organized system to remember the multitude of people they meet.; Job Seekers: For those in the process of job hunting, maintaining a structured network can help in following up on job leads, informational interviews, and other career opportunities.",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.414Z",
  "lastUpdated": "2026-01-12T20:47:13.414Z"
}