{
  "id": "Notion ReadingScape (Reading List, Reading Habit & Book Tracker)",
  "name": "Notion ReadingScape (Reading List, Reading Habit & Book Tracker)",
  "slug": "notion-readingscape-reading-list-reading-habit-book-tracker",
  "description": "Do you find yourself drowning in an ever-expanding sea of books, longing for an oasis to organize and immerse yourself in your literary adventures? Have you ever wished for a magical tool that not only keeps track of your reading journey but transforms it into a personalized haven of exploration and reflection? Look no further—introducing ReadingScape, your all-in-one sanctuary for bibliophiles. Embrace a reading experience like never before, where every page turned is a step into your very own ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dqqysg",
  "affiliateUrl": "https://gumroad.com/a/962870099/dqqysg",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 21,
  "ratingCount": 21,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Holistic Reading Hub:ReadingScape is not just a tracker; it's your literary haven. Dive into a world where tracking meets immersive exploration, all in one beautifully designed Notion template.; Tailored Reading Rituals:Unleash the power of personalized reading habits with monthly reflections, allowing you to understand and enhance your unique reading journey.; Dynamic Progress Tracking:Witness your reading progress come to life with dynamic charts and graphs, transforming your reading habits into a visual adventure.; Organized Bliss:Bid farewell to the chaos of scattered book lists. With ReadingScape, every book finds its rightful place, ensuring an organized and stress-free reading experience.; Personal Growth Through Reading:Reflect on your monthly reading habits, gaining insights that pave the way for personal growth and enhanced reading experiences.; Visual Mastery:Experience your reading journey visually, with charts and trends that showcase your progress and immerse you in the joy of accomplishment.; Bookshelf Wonderland:A visual feast for your book collection, arranged neatly in a customizable gallery, offering a snapshot of your literary treasures.; Immersive Currently Reading:Keep track of your ongoing adventures with a dedicated space for the books currently in your literary embrace.; Next Up Nook:Anticipation meets organization in the \"Next Up\" section. Easily identify and plan your literary future with a curated space that showcases the books awaiting your eager eyes.; Genres Galore:Explore and categorize your books by genres, ensuring a diverse and fulfilling reading experience.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.102Z",
  "lastUpdated": "2026-01-12T20:47:13.102Z"
}