{
  "id": "Notion Academic Template",
  "name": "Notion Academic Template",
  "slug": "notion-academic-template",
  "description": "Notion- Sign UpStudent OS: All-in-one Notion Academic TemplateAll-in-one workspace for everything you need for your academic career – both in and out of the classroom! Available in both an aesthetic (Brown and Lavender) theme. All-in-one dashboard with all the current and relevant information you need: upcoming exams and assignments, your weekly timetable, daily and weekly to-dos, page directory, semester grade tracker, and more Full Classes database and semester planner: add your courses for th",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Aadityaa Shekhar",
    "url": "https://aadityaa04.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zlfmhh",
  "affiliateUrl": "https://gumroad.com/a/962870099/zlfmhh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 96,
  "ratingCount": 96,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Full Classes database and semester planner: add your courses for the current and upcoming semester, see details such as professor, cumulative average grade, and more; Each class has a full template pageto add your syllabus and files, see profs, add your notes, and more – all interconnected with other databases in the template; Assignments & Deliverables trackerfor exams, group projects, essays, and more – add priority per deliverable, relevant files, notes, and more, in  the calendar.; Tasks and planner to track your to-dosby priority with automatic productivity ratings per task completed on a daily as well as a weekly basis!; Weekly timetableto see your class schedule for Monday-Friday at a glance; Simple spending trackerto log your school expenses by category; All elements seamlessly synced with each other with linked databases and more!; 100% customizable to add your personal touch.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.886Z",
  "lastUpdated": "2026-01-12T20:47:12.886Z"
}