{
  "id": "Notion Template: 12-Week Year Goals & Tracker",
  "name": "Notion Template: 12-Week Year Goals & Tracker",
  "slug": "notion-template-12-week-year-goals-tracker",
  "description": "We are what we repeatedly do. Excellence then is not an act, but a habit. —AristotleFeeling behind on your 2024 goals? It's not too late to turn things around! This tried and tested Notion template is your new best friend in goal and action plan setting, having been personally used and refined over six months and it has really helped me accountable for achieving my goals. Whether you're aiming to revamp your career, enhance your education, or improve your health, this template is here to help ma",
  "price": 15.5,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Poppy Dontree",
    "url": "https://poppydontree.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/tdomo",
  "affiliateUrl": "https://gumroad.com/a/962870099/tdomo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Quarterly Goal Setting: Break down your big dreams into quarterly focused goals, making it easier and less overwhelming to tackle your ambitions.; Weekly & Daily Action: Get clear on what you need to do each week/day to help you stay focused and on track.; Progress Tracker: Track your progress and watch your achievements grow each week towards your goals; Customizable and Flexible: Whatever your goals, this template bends to fit your life, not the other way around. Perfect for anyone and everyone!; Reflective Insights: Take a moment each week and at the end of each 12-week cycle to reflect on what went well and what could be even better next time. It’s all about growing at your own pace.",
  "assessmentScore": 52,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.180Z",
  "lastUpdated": "2026-01-12T20:47:13.180Z"
}