{
  "id": "Notion CRM Board",
  "name": "Notion CRM Board",
  "slug": "notion-crm-board",
  "description": "Basic Notion CRM Board is a customizable tool that empowers businesses to organize and manage customer relationships, including sales leads, deals, and daily communications. Notion CRM Board is a powerful tool that provides businesses with an all-in-one solution for customer relationship management. Revolutionize your daily operations, leaving you more time to focus on what truly matters - growing your business.Features:Multiple ViewsCRM pipelineStoring contact informationProfessional Notion Ult",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Chris",
    "url": "https://iamchris77.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/byzqvq",
  "affiliateUrl": "https://gumroad.com/a/962870099/byzqvq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 9,
  "ratingCount": 9,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Multiple Views; CRM pipeline; Storing contact information; Contacts- Manage and organize detailed information about your contacts, including names, job titles, email addresses, phone numbers, potential value, and any additional notes or tags.; Meetings- Schedule and organize your meetings, set reminders, track activity dates, notes, and appointments. You can also keep track of upcoming appointments in the calendar view.; Companies- Manage and organize information such as company names, industry, location, size, website, potential profit from the deal, and any other relevant details.; Projects- Manage and monitor ongoing projects related to your clients. You can track project names, descriptions, deadlines, and project progress.; CRM pipeline; Multiple Views; Customization",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.966Z",
  "lastUpdated": "2026-01-12T20:47:12.966Z"
}