{
  "id": "Notion Job Recruiter",
  "name": "Notion Job Recruiter",
  "slug": "notion-job-recruiter",
  "description": "Seamlessly manage your recruiting processTransform your hiring process with the Notion Job Recruiter template — a comprehensive dashboard and shareable job board. Seamlessly manage your job postings, track applications, and schedule interviews in a centralized workspace. Its user-friendly design and customization options create an efficient, collaborative environment for your team. Say goodbye to scattered information and embrace streamlined, cost-effective recruiting.With Notion Job Recruiter, ",
  "price": 19,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Matt Bio",
    "url": "https://mrbio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/fhmdpt",
  "affiliateUrl": "https://gumroad.com/a/962870099/fhmdpt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Centralized Job BoardEasily share and update open positions in one centralized space. Keep your team on the same page with real-time information on available roles.; Application TrackerSay goodbye to scattered resumes and emails. Keep a track of all applications in one place, ensuring that no candidate slips through the cracks.; Interview SchedulerStreamline the scheduling process with an integrated calendar view. Coordinate with team members effortlessly, reducing the back-and-forth communication.; Job Position TemplatesSave time on repetitive tasks by creating standardized job position templates. Ensure consistency in your job listings and make the posting process a breeze.; Collaborative WorkspaceFoster teamwork by providing a collaborative space for your hiring team. Everyone can contribute, share feedback, and stay in sync throughout the entire recruiting process.; What is Notion?Notion is a free project management and note-taking software that offers an unparalleled level of customization. You can download ithere.; Can I become an affiliate?Absolutely,click hereto sign up.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.146Z",
  "lastUpdated": "2026-01-12T20:47:13.146Z"
}