{
  "id": "Notion Design Content OS (free version)",
  "name": "Notion Design Content OS (free version)",
  "slug": "notion-design-content-os-free-version",
  "description": "LinkedIn is the best place for designers to: Grow a network &amp; establish expertise – LinkedIn has 1B+ users with 134M+ daily active users and less than 2% share content. Attract &amp; connect with design talent – LinkedIn has 61M+ weekly job searchers, and 40% of global workers say they might leave their jobs. Get inbound leads &amp; sell expertise – LinkedIn has 65M+ decision-makers and is the #1 B2B lead-gen platform, with 40% of B2B marketers saying it's the best channel for driving high-q",
  "price": 97,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Thijs Kraan",
    "url": "https://thijskraan.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/bpvdv",
  "affiliateUrl": "https://gumroad.com/a/962870099/bpvdv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 52,
  "ratingCount": 52,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Grow a network & establish expertise –LinkedIn has 1B+ users with 134M+ daily active users and less than 2% share content.; Attract & connect with design talent –LinkedIn has 61M+ weekly job searchers, and 40% of global workers say they might leave their jobs.; Get inbound leads & sell expertise –LinkedIn has 65M+ decision-makers and is the #1 B2B lead-gen platform, with 40% of B2B marketers saying it's the best channel for driving high-quality leads.; Captureshort notes about your thoughts, observations, stories & takeaways in your Captured notes and audience in your Audience insights; Collectcontent you love (articles, posts, videos, books, etc.) in your Content Collection; Curateyour captured & collected content or audience insights for ideas to create content about.; Createcontent by picking an idea, writing a catchy hook, (over)delivering on this hook & prompting people to take action.; Edityour content by aligning your topic, delivering on the hook, correcting grammar, making it understandable, shortening it, and showing proof.; Share(or use Buffer to schedule) your content on LinkedIn between 3 and 5 PM (GMT+1).; Reviewwhat you shared by reflecting on your post-performance, spotting patterns of what works & categorizing them under performance.",
  "assessmentScore": 105,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.103Z",
  "lastUpdated": "2026-01-12T20:47:13.103Z"
}