{
  "id": "Notion Creator Course",
  "name": "Notion Creator Course",
  "slug": "notion-creator-course",
  "description": "Learn how to create and sell Notion templates.The Notion Creator Course is a 2-hour video course in which I share my framework of going from zero to $100k in revenue with no paid ads.Proven process to follow to earn from Notion templates.Follow the step-by-step process to learn how to create and sell your own Notion templates for profit.Get knowledge from the person who made $100,000+Learn all the things you didn't know to help you earn more from your Notion templates.Great way to get into selli",
  "price": 119,
  "currency": "USD",
  "category": "course",
  "subcategory": "second-brain",
  "creator": {
    "name": "Modest Mitkus",
    "url": "https://modestmitkus.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/447712467/enehj",
  "affiliateUrl": "https://gumroad.com/a/447712467/enehj",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 88,
  "ratingCount": 88,
  "salesCount": 409,
  "tags": [],
  "useCases": [],
  "features": "Want to sell Notion templates?Perfect! Inside this course, you will learn the entire process of how to create and sell Notion templates.; Already selling Notion templates?Great! You will be able to learn all marketing channels to market your Notion templates.; New to selling digital products?Awesome! You will learn how to create and sell Notion templates and be able to create your own.; Where to find Notion template ideas.; How to choose a profitable Notion template idea.; How to validate your Notion template idea fast and easy.; How to create a Notion template the right way.; How to prepare your template for sale.; How to create high-quality marketing assets.; How to list your template on Gumroad the right way.",
  "assessmentScore": 120,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.435Z",
  "lastUpdated": "2026-01-12T20:47:13.435Z"
}