{
  "id": "Notion Starter Pack",
  "name": "Notion Starter Pack",
  "slug": "notion-starter-pack-1",
  "description": "Notion Starter Pack: A personal hub with many pages withinNeed some help to get your Notion journey started? Want to revamp with some new pages and graphics? This Notion Starter Pack includes 6 pages with databases and more to unlock your productivity, organization, and fun!What does this Starter Pack Include? Personal Hub To Do List Fill in your to do list with expanding categories Your to do list will automatically sync to the list on your Personal Hub Calendar Fill your calendar with events o",
  "price": 2,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "yeni",
    "url": "https://fromyeni.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dvxoi",
  "affiliateUrl": "https://gumroad.com/a/962870099/dvxoi",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 12,
  "ratingCount": 12,
  "salesCount": 894,
  "tags": [],
  "useCases": [],
  "features": "Personal Hub; To Do ListFill in your to do list with expanding categoriesYour to do list will automatically sync to the list on your Personal Hub; Fill in your to do list with expanding categories; Your to do list will automatically sync to the list on your Personal Hub; CalendarFill your calendar with events of all occasionsView your calendar by month or type of occasion; Fill your calendar with events of all occasions; View your calendar by month or type of occasion; Goals & AccomplishmentsWrite monthly goals and track your progressView those goals on your personal hubThroughout the month, list other accomplishments that you want to remember; Write monthly goals and track your progress; View those goals on your personal hub",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.550Z",
  "lastUpdated": "2026-01-12T20:47:12.550Z"
}