{
  "id": "Notion Academic Guide",
  "name": "Notion Academic Guide",
  "slug": "notion-academic-guide",
  "description": "Learn Notion from the source with this simple and effective notes tool.It empowers you to take notes and earn your Notion certifications with ease, as others have already done. This compact and efficient Notion guide allows you to easily keep track of your progress through Notion lessons while also providing a user-friendly note-taking experience.Maximize your learning time with this Notion guide. This template is designed to keep you organized and focused while watching Notion courses. Monitor ",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Nicholas",
    "url": "https://bynicholash.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/oomxby",
  "affiliateUrl": "https://gumroad.com/a/962870099/oomxby",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 37,
  "ratingCount": 37,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Dashboard to access each lesson from a bird’s eye view.; Direct link to lesson videos on each lesson page.; Learning targets clearly stated inside each lesson page.; Direct access to notetaking from each lesson page.; How do I set this template up?Setup instructions are present inside the Notion template.; Setup instructions are present inside the Notion template.; How do I duplicate this template to use for myself?Upon purchase, you will receive a link to duplicate the Notion template. Further setup instructions are present inside the template.; Upon purchase, you will receive a link to duplicate the Notion template. Further setup instructions are present inside the template.; How do I download Notion?On your computer, download Notion for free athttps://www.notion.so.Download Notion for free on your smartphone or tablet from the Apple Appstore or the Google Play Store.; On your computer, download Notion for free athttps://www.notion.so.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.750Z",
  "lastUpdated": "2026-01-12T20:47:12.750Z"
}