{
  "id": "Notion Starter Pack",
  "name": "Notion Starter Pack",
  "slug": "notion-starter-pack-4",
  "description": "Feeling overwhelmed by Notion's potential but unsure where to start? I've got you.Introducing the free Notion Starter Pack, your ultimate toolkit to unlock productivity, build healthy habits, and track your progress effortlessly. Ditch the scattered notes and endless to-do lists - this pack is your ticket to organized bliss.Inside you will fine 3 separate templates:Bullet Journal Template: Embrace mindfulness and reflection with a daily journaling system designed to start your day right and end ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Notion Tinn",
    "url": "https://notiontinn.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/bspxe",
  "affiliateUrl": "https://gumroad.com/a/962870099/bspxe",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 3,
  "ratingCount": 3,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Bullet Journal Template:Embracemindfulness and reflectionwith a daily journaling system designed tostart your day right and end it fulfilled.; Book Tracker Template:Cultivate adeeper love for readingby logging and reviewing every book you encounter.; Habit Tracker Template:Build lasting habits andbreak free from negativitywith aflexible tracker and motivational streak visualization.Unlock a healthier, happier you.; Free & Beginner-Friendly:No hidden costs, just pure productivity magic. Perfect for getting started with Notion.; Proven Templates:Each template is meticulously crafted and loved by users.; Focus on Progress:Track your goals, celebrate wins, and stay motivated on your journey.; Start your day with intention and clarity.; Cultivate a love for reading and personal growth.; Build habits that empower you to achieve your goals.; Join a thriving community of Notion enthusiasts.",
  "assessmentScore": 57,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.588Z",
  "lastUpdated": "2026-01-12T20:47:12.588Z"
}