{
  "id": "Notion Mini Preloved | Your Personal Selling Solution",
  "name": "Notion Mini Preloved | Your Personal Selling Solution",
  "slug": "notion-mini-preloved-your-personal-selling-solution",
  "description": "Unlock a seamless and efficient way to manage and sell your preloved items with Mini Preloved. Our intuitive platform empowers you to curate, categorize, and showcase your cherished possessions with ease. Whether it's fashion, furniture, electronics, or more, Mini Preloved transforms the selling experience.Key Features:Simplified Inventory Management: Say goodbye to cluttered spreadsheets. Mini Preloved provides a user-friendly interface to effortlessly list, track, and update your preloved item",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "Talentpreneur | Home for Creative Digital Creator",
    "url": "https://talentpreneur.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/jjyttt",
  "affiliateUrl": "https://gumroad.com/a/962870099/jjyttt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Category Customization: Tailor your listings with personalized categories, ensuring potential buyers can easily find what they're looking for, enhancing their browsing experience.; Condition Insights: Clearly communicate the condition of each item, giving buyers confidence in their purchases and fostering trust in your offerings.; Dynamic Pricing: Set competitive prices for your preloved treasures. Mini Preloved helps you strike the perfect balance between value and affordability, attracting the right audience.; Visual Appeal: Showcase your items in your dedicated web page, providing potential buyers with a detailed view of what you have to offer.; Private Workspace: Safeguard your sensitive information with a private workspace. Your marketplace database stays secure, ensuring your personal properties remain confidential.; Dedicated Web Page: Share your curated collection with friends, neighbors, and a wider audience through a dedicated web page. No more worry about exposing your marketplace database.; Real-time Updates: With linked databases, any changes made within your Mini Preloved web page automatically sync with your main inventory database, ensuring seamless tracking and management.; Does this template work with Notion's free plan?Yes, it does! This template is fully compatible with Notion's free plan. There are no limitations, and you can enjoy all its features for personal use.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.924Z",
  "lastUpdated": "2026-01-12T20:47:12.924Z"
}