{
  "id": "Notion Stuff Tracker (Storage & Inventory Manager)",
  "name": "Notion Stuff Tracker (Storage & Inventory Manager)",
  "slug": "notion-stuff-tracker-storage-inventory-manager",
  "description": "Do you ever find yourself overwhelmed by the clutter in your home? Have you ever struggled to locate a specific item when you need it the most?We've all been there, searching high and low for that one elusive item or feeling like our possessions are taking over. But fret not! We've got the ultimate solution for you: \"Free Stuff Tracker (Storage &amp; Inventory Manager).\" It's your ticket to a clutter-free, organized, and stress-free life.Take Charge of Your SpaceEliminate Clutter: Say goodbye to",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/eouprl",
  "affiliateUrl": "https://gumroad.com/a/962870099/eouprl",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 20,
  "ratingCount": 20,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Eliminate Clutter: Say goodbye to chaos and hello to order.; Instant Access: Find anything you need in seconds.; Peace of Mind: Protect and manage your valuable possessions.; Stress Reduction: Enjoy a simplified and streamlined living space.; Clutter-Free Living:Finally, a home where everything has its place, making your space feel larger, more open, and incredibly inviting.; Rapid Retrieval:No more frantic searching; with Stuff Tracker, you'll effortlessly locate items when you need them, whether it's that important document or your favorite winter scarf.; Total Control:Take charge of your belongings, ensuring nothing goes missing or is forgotten.; Reduced Stress:A tidy home equals a calmer mind. You'll experience reduced stress and a sense of calm in your everyday life.; Inventory List:An organized, at-a-glance list of your possessions with customizable fields.; Images:Attach photos to your items for easy identification.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.874Z",
  "lastUpdated": "2026-01-12T20:47:12.874Z"
}