{
  "id": "Notion OKRs dashboard",
  "name": "Notion OKRs dashboard",
  "slug": "notion-okrs-dashboard",
  "description": "Do you feel like you or your business lack direction? You and your team are working hard everyday but don't really have a clear picture of how that work is going to help you reach your goals?Then adopting OKRs as a goal setting framework can help you!What are OKRsOKRs stands for Objectives and Key Results and is a popular goal-setting framework, created by Intel and popularised by Google. Objectives are the goals you want to achieve, the place where you want to go. They’re ambitious and challeng",
  "price": 5,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Carina @ ScaleUp Notion",
    "url": "https://scaleupnotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/676084435/doczqp",
  "affiliateUrl": "https://gumroad.com/a/676084435/doczqp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 4,
  "ratingCount": 4,
  "salesCount": 301,
  "tags": [],
  "useCases": [],
  "features": "Objectivesare the goals you want to achieve, the place where you want to go. They’re ambitious and challenging.; Key Resultsare the “how” you get to that place. They’re the actions you will take to reach those goals. They are measurable and time bound.; Single-level OKRswhich contains a single level of objectives and key results. This is best suited for individuals or a very small business.; Quarters, Objectives and Key Results databases; Main dashboard with Quarter and Annual Views of your goals, aggregate view of OKRs and Progress tracker for your Key Results by Status and by Owner (for multi-level version); Written step-by-step guide on how to use the Simple OKRs version; Youtube Video tutorial on how to use the multi-level OKRs version; Who is this template for?; How do I get access to this template?",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.678Z",
  "lastUpdated": "2026-01-12T20:47:13.678Z"
}