{
  "id": "Notion Planner Bundle | Daily, Weekly and Monthly Planner | 3 Dashboard",
  "name": "Notion Planner Bundle | Daily, Weekly and Monthly Planner | 3 Dashboard",
  "slug": "notion-planner-bundle-daily-weekly-and-monthly-planner-3-dashboard",
  "description": "Are you trying to organize your life but failing? Not anymore, this notion planner bundle is the perfect choice for you. You'll get 3 separate dashboards that contain daily, weekly, and monthly planners. With the help of this planner, you can track your daily, weekly, and monthly to-do, goals and tasks. This notion Planner Bundle is designed to help you stay organized, boost productivity, and achieve your goals with ease! Whether you’re a student, a professional, an entrepreneur, or anyone looki",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Poonam Sharma",
    "url": "https://poonamsharma.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/aaqgyr",
  "affiliateUrl": "https://gumroad.com/a/962870099/aaqgyr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 233,
  "ratingCount": 233,
  "salesCount": 357,
  "tags": [],
  "useCases": [],
  "features": "Hourly Schedule: Plan your day by the hour to allocate time slots for tasks, appointments, and activities.; To-Do Lists: Create lists of tasks and prioritize them based on importance and urgency.; Notes Section: Jot down quick notes, ideas, or reminders to keep track of important information throughout the day.; Habit Tracking: Monitor your daily habits and routines to ensure consistency and progress over time.; Goal Setting: Set overarching goals for the week and break them down into actionable steps.; Task Prioritization: Prioritize tasks based on their importance and deadlines to stay focused and productive.; Weekly Schedule: Plan your week ahead by allocating time blocks for different activities, projects, and commitments.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.700Z",
  "lastUpdated": "2026-01-12T20:47:12.700Z"
}