{
  "id": "Notion To-Do List Template: The Ultimate Guide to Plan, Track and Achieve Your Goals",
  "name": "Notion To-Do List Template: The Ultimate Guide to Plan, Track and Achieve Your Goals",
  "slug": "notion-to-do-list-template-the-ultimate-guide-to-plan-track-and-achieve-your-goals",
  "description": "Are you looking for a simple and effective way to manage your tasks and stay productive? Do you want to have a clear and visual overview of your progress and achievements? Do you wish you could organize your daily, weekly and monthly goals with ease?If you said yes to any of these questions, then you need the Notion To-Do List Template. This template is designed to help you plan, track and achieve your goals with ease. It has four main features that make it stand out from other to-do list templa",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Ahmet Deveci",
    "url": "https://ahmetdeveci.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/swdtd",
  "affiliateUrl": "https://gumroad.com/a/962870099/swdtd",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 25,
  "ratingCount": 25,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Timeline view: You can see your tasks in a chronological order, and track how much time you spend on each task. This helps you manage your time more efficiently and optimize your workflow.; Create unlimited tasks for any project or category; Add notes, tags, due dates, reminders and attachments to your tasks; Drag and drop your tasks to rearrange them according to your preferences; Mark your tasks as complete or incomplete with a simple click; Filter, sort and search your tasks by various criteria; View your tasks in different modes: Today, Overdue, History or Timeline",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.735Z",
  "lastUpdated": "2026-01-12T20:47:12.735Z"
}