{
  "id": "Notion Resume Templates",
  "name": "Notion Resume Templates",
  "slug": "notion-resume-templates",
  "description": "Introducing \"Notion Resume Templates\" - Your Complete Solution for Crafting the Perfect Resume!Looking to land your dream job with a standout resume? Look no further! \"Notion Resume Templates\" offers a comprehensive collection of professionally designed templates to help you create eye-catching and impactful resumes effortlessly.Our template pack includes a wide range of resume styles, from sleek and modern to elegant and creative, catering to various industries and job roles. Simply choose the ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "Alex",
    "url": "https://alexmikhajlovic.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/opvmnt",
  "affiliateUrl": "https://gumroad.com/a/962870099/opvmnt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 7,
  "ratingCount": 7,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "After purchase, you'll receive a link to duplicate the template into your Notion app.; No. You only need afree Notion accountto start using your template.; Wide selection of templates: Choose from a diverse range of professionally designed resume templates to find the perfect fit for your personal brand and career goals.; Up-to-date tips and advice: Benefit from regular updates with the latest industry insights and resume best practices to ensure your resume stays relevant and impactful.; Comprehensive package: Get more than just a template – our \"Notion Resume Templates\" pack includes bio and portfolio sections to present a holistic view of your skills and accomplishments.; Seamless customization: Easily personalize your resume to match your unique style and professional journey, creating a document that truly represents you.; Please don't hesitate to reach out via email atalexmikhajlovic@gmail.comwith any questions. I'll be more than happy to help!@alexmikhajlovicanywhere on web!",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.770Z",
  "lastUpdated": "2026-01-12T20:47:12.770Z"
}