{
  "id": "Notion Free Template Bundle | 6 Templates in one place",
  "name": "Notion Free Template Bundle | 6 Templates in one place",
  "slug": "notion-free-template-bundle-6-templates-in-one-place",
  "description": "The Ultimate Notion Organization Bundle: Master Your Days &amp; Achieve Your Goals. Notion Free template bundle is a collection of my all the minimal free Notion templates. You’ll get 6 free templates inside the product. Here's what you'll unlock:Daily Journal: Reflect on your day, track your mood, and capture those fleeting thoughts - all in one beautiful space.To-Do List: Prioritize tasks, set reminders, and finally conquer that ever-growing list with ease.Daily Planner: Schedule your appointm",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Poonam Sharma",
    "url": "https://poonam4gumroad.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ufvwz",
  "affiliateUrl": "https://gumroad.com/a/962870099/ufvwz",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": 171,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Daily Journal:Reflect on your day, track your mood, and capture those fleeting thoughts - all in one beautiful space.; To-Do List:Prioritize tasks, set reminders, and finally conquer that ever-growing list with ease.; Daily Planner:Schedule your appointments, organize your day, and achieve focus with a clear, customizable layout.; Subscription Tracker:Never miss a renewal or overpay again. Effortlessly manage all your subscriptions in one central hub.; Bookmark Manager:Keep track of your favorite articles, inspiring websites, and research materials – all neatly categorized and accessible at your fingertips.; 12 Week Year Planner:Break down your yearly goals into achievable 12-week sprints and watch your progress soar with this proven planning methodology.; You crave a sense of control over your to-do list and daily schedule.; You're tired of losing track of important subscriptions and wasting money.; You want to cultivate a daily journaling habit for self-reflection and growth.; You find inspiration online but struggle to organize your bookmarks effectively.",
  "assessmentScore": 50,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.161Z",
  "lastUpdated": "2026-01-12T20:47:13.161Z"
}