{
  "id": "Notion Essential Resume Template | Resume Template | Notion Template",
  "name": "Notion Essential Resume Template | Resume Template | Notion Template",
  "slug": "notion-essential-resume-template-resume-template-notion-template",
  "description": "The Essential Resume Template Pack for Notion is a powerful tool that can help you create a professional and polished resume in minutes. The pack includes two resume templates, each with 9 key drag-and-drop, pre-built sections that are designed to make you shine.Resume A is an all-in-one, classic resume design with a modern minimalist twist. It prioritizes your past experience and even offers room for your very own Notion avatar. This template is perfect for anyone who wants to create a traditio",
  "price": 0.99,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "noteway",
    "url": "https://noteway.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ojhjq",
  "affiliateUrl": "https://gumroad.com/a/962870099/ojhjq",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "A detailed custom PDF export guide; Easy sharing via URL to your future employer; A step-by-step guide for adding your own Notion avatar; Helpful, detailed tooltips and onboarding; You can create a professional and polished resume in minutes.; The templates are highly customizable so you can create a resume that is perfect for your unique skills and experience.; The templates are easy to use, even if you're not familiar with Notion.; The templates are mobile-friendly so you can easily share your resume with potential employers on the go.; The templates come with a variety of helpful features, such as a custom PDF export guide, easy sharing, and onboarding instructions.; Name:Your name and contact information",
  "assessmentScore": 50,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.961Z",
  "lastUpdated": "2026-01-12T20:47:12.961Z"
}