{
  "id": "Notion Travel Planner",
  "name": "Notion Travel Planner",
  "slug": "notion-travel-planner-8",
  "description": "Your travel buddy for all your life's adventures!Trips are fun but planning for one can become a nightmare with overwhelming information from all over the place. If you're someone who loves to plan what food to eat, where to go, and what you'll be doing in advance, The Adventure Travel Planner is made for you! View the walkthrough here!This is perfect if you are:The planner/ leader of your tripsLooking for an efficient system to plan your tripLooking for an all-in-one, seamless planner that help",
  "price": 5,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Notion Freak",
    "url": "https://notionfreak.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/jumfk",
  "affiliateUrl": "https://gumroad.com/a/962870099/jumfk",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 3,
  "ratingCount": 3,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "The planner/ leader of your trips; Looking for an efficient system to plan your trip; Looking for an all-in-one, seamless planner that helps you track every detail of your trip, from start to finish; Trips Database: A seamless system that covers everything you'll need to plan your individual trips. You'll never have to worry about forgetting something again.; Pre-set packing list: An autogenerated packing list for different types of trips - A winter trip, island trip, or city trip.; Journaling Database: The planner also acts as your time capsule or travel journal that keeps your precious memories of past trips. Also, come with journaling prompts.; How do I use it?As long as you have a Notion account, all you have to do is download the page and hit duplicate at the top right of the template.; I don't have a paid account, does this still work?Yes! It works the same",
  "assessmentScore": 72,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.636Z",
  "lastUpdated": "2026-01-12T20:47:12.636Z"
}