{
  "id": "Notion Productivity Tracker",
  "name": "Notion Productivity Tracker",
  "slug": "notion-productivity-tracker",
  "description": "Ultimate Productivity Tracker Notion Template Master the art of productivity with our meticulously crafted Ultimate Productivity Tracker Notion Template. Whether you're a student looking to manage coursework, a professional seeking to balance a multitude of tasks, or someone simply hoping to get more organized, our templates are designed to meet diverse needs and lifestyles.What's Inside?Basic Version:The Basic Version of our Productivity Tracker is an excellent starting point for individuals st",
  "price": 9,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Jawad Zelmadi",
    "url": "https://jawadzelmadi.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/xybqmz",
  "affiliateUrl": "https://gumroad.com/a/962870099/xybqmz",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 13,
  "ratingCount": 13,
  "salesCount": 207,
  "tags": [],
  "useCases": [],
  "features": "Daily Task List:Manage your day-to-day activities effortlessly with our straightforward task list. Checkboxes for each task make tracking your progress satisfyingly simple.; Weekly Planner:Our weekly planner offers a bird's eye view of your schedule, helping you maintain a balanced routine and never miss an important deadline again.; Monthly Goals:Focus on the bigger picture with a section dedicated to your monthly goals. Break down your aspirations into achievable steps and monitor your journey toward completion.; Motivation Section:Keep your motivation levels high with a special section for inspiring quotes, affirmations, or any personal mantras that help you stay on track.; Daily Task List with Progress Tracker:Elevate your daily planning with an integrated progress tracker, perfect for managing a blend of personal and professional tasks.; Detailed Weekly Planner:This enhanced planner not only helps organize tasks but also lets you track meetings and deadlines, ensuring you're prepared for all of your weekly commitments.; Comprehensive Monthly Goals:Aim higher with our detailed goal tracker, designed to handle large projects or goals. Keep a close eye on your progress and adjust your strategies as necessary.; Habit Tracker:Incorporate healthy habits into your daily routine and monitor your consistency with our intuitive habit tracker.; Time Tracker:Understand how you spend your time each day with our dedicated time tracker, helping you to allocate time wisely across tasks and projects.",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.650Z",
  "lastUpdated": "2026-01-12T20:47:12.650Z"
}