{
  "id": "Notion Personal OKRs",
  "name": "Notion Personal OKRs",
  "slug": "notion-personal-okrs",
  "description": "Notion Personal OKR: Elevate Goals, Achieve Success. Your Aspirations, Our Template!Do you find yourself caught in the whirlwind of daily tasks, wondering if you're truly making progress toward your personal goals? Have you ever wished for a streamlined method to turn your aspirations into tangible achievements? Look no further. Introducing \"Personal OKR\" – a game-changing Notion template designed for individuals ready to elevate their goal-setting game. Unlock your full potential and transform ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "MrPugo",
    "url": "https://mrpugo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/uwapht",
  "affiliateUrl": "https://gumroad.com/a/962870099/uwapht",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 13,
  "ratingCount": 13,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Tailored for Personal Use:Our template adapts the proven OKR (Objectives and Key Results) methodology for your personal journey.; Comprehensive Tracking:Effortlessly monitor your progress with built-in status trackers, auto-calculate progress features, quarter tags, timetable, and outcome gap calculator.; Behind Schedule Insights:Quickly identify and address objectives that are lagging behind, ensuring you stay on track to success.; Accomplishment Showcase:Celebrate victories with a dedicated section to showcase completed objectives and key results.; Clarity and Focus:Define clear objectives and key results to bring precision and focus to your personal goals.; Efficient Progress Tracking:Stay on top of your goals with automated progress tracking, ensuring no accomplishment goes unnoticed.; Adaptive to Your Pace:Easily adjust your objectives to your evolving priorities, adapting the template to your unique journey.; Strategic Insights:Identify areas needing attention with a glance at objectives that are behind schedule, empowering you to make informed decisions.; Objectives and Key Results Section:Effortlessly add and manage your objectives and their corresponding key results, with built-in progress tracking.; Behind Schedule Alerts:Receive instant insights into objectives that need your attention, ensuring you stay on track.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.105Z",
  "lastUpdated": "2026-01-12T20:47:13.105Z"
}