{
  "id": "Notion Template Vault",
  "name": "Notion Template Vault",
  "slug": "notion-template-vault",
  "description": "Introducing the Notion Template Vault: Your All-Inclusive Notion Template CollectionUpgrade your Notion workspace and unlock the power of productivity with the Notion Template Vault. Gain access to all of our premium digital products, plus exclusive early bird access to all future templates. With one simple purchase, you'll save money while elevating your Notion experience.Why Choose the Notion Template Vault?By joining the Notion Template Vault, you'll enjoy a wealth of benefits:Access to Premi",
  "price": 197,
  "currency": "USD",
  "category": "course",
  "subcategory": "tracker",
  "creator": {
    "name": "Philipp Stelzel",
    "url": "https://philippstelzel.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/117590867/nxbsen",
  "affiliateUrl": "https://gumroad.com/a/117590867/nxbsen",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": 17,
  "tags": [],
  "useCases": [],
  "features": "Access to Premium Templates: Gain lifetime access to all our premium digital products, including our most popular templates, carefully crafted to enhance your productivity and organization.; Early Bird Access: Be the first to explore and utilize our latest templates as they are released. Stay ahead of the curve and maximize your Notion workspace with our newest offerings.; Lifetime Membership: Enjoy the privilege of lifetime access to premium Notion products. As a valued early supporter, you will never have to pay for any of our Notion templates again.; Addiction Compass ($19): Conquer your addictions and take control of your life - With Notion.; Benjamin Franklin’s Productivity System ($9): Embrace Franklin's time-tested productivity techniques to achieve success.; Budget & Subscription Tracker ($19): Effortlessly Track Your Spendings With this Notion Budget Template.; Digital Entrepreneur Bundle ($39): Equip yourself with essential tools to thrive as a digital entrepreneur.; Feynman Technique ($7): Simplify complexities, understand intricacies, and master your learning journey.; Finance Compass 2.0 ($79): Take control of your finances and track your financial goals effectively.",
  "assessmentScore": 99,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.401Z",
  "lastUpdated": "2026-01-12T20:47:13.401Z"
}