{
  "id": "Notion Planner Bundle | Daily, Weekly and Monthly Planner | 3 Dashboard",
  "name": "Notion Planner Bundle | Daily, Weekly and Monthly Planner | 3 Dashboard",
  "slug": "notion-planner-bundle-daily-weekly-and-monthly-planner-3-dashboard",
  "description": "Are you trying to organize your life but failing? Not anymore, this notion planner bundle is the perfect choice for you. You'll get 3 separate dashboards that contain daily, weekly, and monthly planners. With the help of this planner, you can track your daily, weekly, and monthly to-do, goals and tasks. This notion Planner Bundle is designed to help you stay organized, boost productivity, and achieve your goals with ease! Whether you’re a student, a professional, an entrepreneur, or anyone looki",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Poonam Sharma",
    "url": "https://poonamsharma.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/aaqgyr",
  "affiliateUrl": "https://gumroad.com/a/962870099/aaqgyr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 233,
  "salesCount": 357,
  "tags": [],
  "useCases": [],
  "features": "Hourly Schedule: Plan your day by the hour to allocate time slots for tasks, appointments, and activities.; To-Do Lists: Create lists of tasks and prioritize them based on importance and urgency.; Notes Section: Jot down quick notes, ideas, or reminders to keep track of important information throughout the day.; Habit Tracking: Monitor your daily habits and routines to ensure consistency and progress over time.; Goal Setting: Set overarching goals for the week and break them down into actionable steps.; Task Prioritization: Prioritize tasks based on their importance and deadlines to stay focused and productive.; Weekly Schedule: Plan your week ahead by allocating time blocks for different activities, projects, and commitments.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.700Z",
  "lastUpdated": "2026-01-12T20:47:12.700Z",
  "image": "/images/products/notion-planner-bundle-daily-weekly-and-monthly-planner-3-dashboard.jpg",
  "rawData": {
    "description": "Are you trying to organize your life but failing? Not anymore, this notion planner bundle is the perfect choice for you. You'll get 3 separate dashboards that contain daily, weekly, and monthly planners. With the help of this planner, you can track your daily, weekly, and monthly to-do, goals and tasks. This notion Planner Bundle is designed to help you stay organized, boost productivity, and achieve your goals with ease! Whether you’re a student, a professional, an entrepreneur, or anyone looking to stay on top of their busy life, this bundle has everything you need to plan, track, and conquer your tasks and aspirations. Let’s take a closer look at what this amazing planner bundle has to offer:Monthly Planner: Start each month with a comprehensive overview of your schedule and goals. This monthly planner provides a spacious layout to jot down your tasks and deadlines. Keep track of your monthly priorities, set achievable goals, and make the most out of your time.Weekly Planner: Dive into the details of your week with this weekly planner. This section allows you to break down your schedule for your week, ensuring that you never miss a beat. Plan your tasks, track habits, and write a to-do list. Daily Planner: For those who prefer a more granular approach, this daily planner is perfect for capturing the nitty-gritty details of your day. With dedicated sections for hourly planning, to-do lists, this daily planner empowers you to manage your time efficiently and make progress on your goals.Daily Notion Planner Features:Hourly Schedule: Plan your day by the hour to allocate time slots for tasks, appointments, and activities.To-Do Lists: Create lists of tasks and prioritize them based on importance and urgency.Notes Section: Jot down quick notes, ideas, or reminders to keep track of important information throughout the day.Habit Tracking: Monitor your daily habits and routines to ensure consistency and progress over time.Weekly Notion Planner Features:Goal Setting: Set overarching goals for the week and break them down into actionable steps.Task Prioritization: Prioritize tasks based on their importance and deadlines to stay focused and productive.Weekly Schedule: Plan your week ahead by allocating time blocks for different activities, projects, and commitments.Habit Tracking: Track your habits and routines on a weekly basis to maintain consistency and track progress.Monthly Notion Planner Features:Monthly Calendar: View an overview of the entire month, including important dates, deadlines, and events.Goal Setting: Set monthly goals and milestones to work towards throughout the month.Note - You can only get the weekly planner for free.FAQsWho am I? I’m Poonam Sharma, a Notion template creator. I like to simplify people's lives with my Notion Templates and content. How to use this notion template?You have to Click “duplicate” in the top right corner to duplicate the template to your Notion workspace, and you got this.Is it a free product? It has both versions free and paid. The free version includes a weekly planner. And the pro version includes weekly and daily planners. And advance versions include daily, weekly &amp; monthly planners. Still, have questions!Reach out to me by email at poonam4dhahariya@gmail.com or drop a message on my LinkedIn. Feel free to give your suggestion about this template as well by email. Thanks,Poonam Sharma",
    "features": [
      "Hourly Schedule: Plan your day by the hour to allocate time slots for tasks, appointments, and activities.",
      "To-Do Lists: Create lists of tasks and prioritize them based on importance and urgency.",
      "Notes Section: Jot down quick notes, ideas, or reminders to keep track of important information throughout the day.",
      "Habit Tracking: Monitor your daily habits and routines to ensure consistency and progress over time.",
      "Goal Setting: Set overarching goals for the week and break them down into actionable steps.",
      "Task Prioritization: Prioritize tasks based on their importance and deadlines to stay focused and productive.",
      "Weekly Schedule: Plan your week ahead by allocating time blocks for different activities, projects, and commitments.",
      "Habit Tracking: Track your habits and routines on a weekly basis to maintain consistency and track progress.",
      "Monthly Calendar: View an overview of the entire month, including important dates, deadlines, and events.",
      "Goal Setting: Set monthly goals and milestones to work towards throughout the month."
    ],
    "reviewQuotes": []
  }
}