{
  "id": "Notion SMART Finance Tracker [FREE]",
  "name": "Notion SMART Finance Tracker [FREE]",
  "slug": "notion-smart-finance-tracker-free",
  "description": "💸 Never Lose Money Again! Track, optimize and find your financial freedom today.Taking small steps to stay on top of your finances can help you feel more in control of your spending and reaching your large financial goals.But first:What's the Real Cost of Financial Disorganization:?Leaking Money:65% of Americans said they don’t know how much they spent last month.Subscription Abyss:An average individual subscribes to 3-4 services they don’t actively use.Financial Stress:44% of adults claim money",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "Tibi David",
    "url": "https://tibidavid.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vlsyn",
  "affiliateUrl": "https://gumroad.com/a/962870099/vlsyn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 17,
  "ratingCount": 17,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Leaking Money:65% of Americans said they don’t know how much they spent last month.; Subscription Abyss:An average individual subscribes to 3-4 services they don’t actively use.; Financial Stress:44% of adults claim money stress reduces their creativity, productivity, and happiness at work.; No More Guesswork: Seamlessly track every penny, gain clarity on your spending patterns, and empower your financial decisions with insight.; All-in-One Dashboard: Everything from your varied income sources to bill tracking in one intuitive place. It’s not just organized; it's optimized.; Manage Subscriptions: Monitor, manage, and declutter your subscriptions. Ensure every tool in your arsenal is worth its weight in gold.; Global Navigation: Swiftly hop between Home, Income & Expenses, Subscriptions, and Savings.; Income Tables: Strategize and organize your earnings. Monthly breakdowns make understanding diverse income sources easy and actionable.; Expense Monitoring: Precise and intuitive. Track every penny spent, categorize, and anticipate.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.809Z",
  "lastUpdated": "2026-01-12T20:47:12.809Z"
}