{
  "id": "Notion Subscription Tracker",
  "name": "Notion Subscription Tracker",
  "slug": "notion-subscription-tracker-6",
  "description": "Never miss a subscription renewal or cancellation again with Notion.Stay organized and in control effortlessly with this subscription tracker notion template.What's inside?Set timely reminders for subscription renewalsGroup subscriptions by categories e.g. fitness, food,entertainment, etc.Easily calculate the monthly and yearly expenses for each category.Track Subscription effectively with 5 different database views.Gain a clear view of your subscriptions, sorted by their current status.Frequent",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Notion Byte",
    "url": "https://notionbyte.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/nqwdo",
  "affiliateUrl": "https://gumroad.com/a/962870099/nqwdo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Set timely reminders for subscription renewals; Group subscriptions by categories e.g. fitness, food,entertainment, etc.; Easily calculate the monthly and yearly expenses for each category.; Track Subscription effectively with 5 different database views.; Gain a clear view of your subscriptions, sorted by their current status.; What is Notion?Notion is a freemium productivity and note-taking web application. It offers organizational tools including task management, project tracking, to-do lists, and bookmarking.; What are Notion templates?Notion templates are the prebuilt Notion page that you can add into your workspace.; How do I get this template?After purchase, you'll receive a link to duplicate this Notion template into your Notion account.; Do I need to pay for Notion to use this?No. You only need a free Notion account to start using this Notion template.; How much do you charge for this template?It is absolutelyFREE.",
  "assessmentScore": 57,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.289Z",
  "lastUpdated": "2026-01-12T20:47:13.289Z"
}