{
  "id": "Online PDF Generator | Create Invoice PDFs in bulk using Notion",
  "name": "Online PDF Generator | Create Invoice PDFs in bulk using Notion",
  "slug": "online-pdf-generator-create-invoice-pdfs-in-bulk-using-notion",
  "description": "Bulk Invoices PDF Generator for NotionGenerate Invoices PDF Documents in bulk using Notion DatabaseWhat is OnlinePDFGeneratorOnline PDF Generator is a tool which can help generate Invoice PDFs in bulk using Notion Database.Directly add details to the pre-defined downloadable Notion Database and generate PDFs in bulk in one click!How to UseSimple Steps to Create PDFsEffortlessly create professional PDFs from your Notion database in 3 simple steps.Transform your data into polished documents in min",
  "price": 9,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "Sanat | The Accountant Guy (Finance Products)",
    "url": "https://theaccountantguy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/402782931/soazn",
  "affiliateUrl": "https://gumroad.com/a/402782931/soazn",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "How does OnlinePDFGenerator work with Notion?Onlinepdfgenerator enables you to export a single PDF for free or generate bulk PDFs as a paid feature using a Notion database.; Can I customize the PDF templates?Generated PDFs follow a predefined template for simplicity. For custom requests, please reach out via ourcontact form.; How are PDFs exported from a Notion database?Link the downloadable Notion database with Onlinepdfgenerator, define your invoice values, and generate PDFs in bulk with a single click; Is there a limit on PDFs generated?The free plan allows single PDF exports. The paid plan supports up to 10 PDF exports before requiring an upgrade.; How secure is my data?We prioritize data security. Your data stays in your workspace, and we only access what’s needed for PDF generation. No content is stored on our servers.; How can I contact you?Reach us atnotionformyuse@gmail.com or via ourcontact formfor support or inquiries.",
  "assessmentScore": 70,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.859Z",
  "lastUpdated": "2026-01-12T20:47:13.859Z"
}