{
  "id": "Paycheck Budget Tracker",
  "name": "Paycheck Budget Tracker",
  "slug": "paycheck-budget-tracker",
  "description": "A Paycheck Budget Tracker template is used to track and manage all paycheck related budgeting needs. It covers fixed expenses, variable expenses, savings and investments and much more. With the help of the template you will be able to achieve financial stability and achieve your financial goals.Are you looking to automate PDF generation for repetitive documents like invoices, agreements, contracts, certificates, reports, letters etc?PDFOutput helps automate PDF generation for documents using Not",
  "price": 9,
  "currency": "USD",
  "category": "tool",
  "subcategory": "tracker",
  "creator": {
    "name": "Sanat | The Accountant Guy (Finance Products)",
    "url": "https://theaccountantguy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/402782931/khmua",
  "affiliateUrl": "https://gumroad.com/a/402782931/khmua",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Google Doc Template: A template file with placeholders in {{...}} format (e.g.,{{InvoiceNumber}},{{ClientName}}).; Notion Database: Acts as a database with matching headers likeClientName,InvoiceDatefor seamless placeholder mapping.; View all your Paycheck Related Expenses in one glance.; Add your own categories of paycheck related expenses such asFixed Expenses, Variable Expenses or Savings / Investments etcas per your requirement to track each paycheck related expenses.; Set budget for each category of expense to ensure spending within the budgeted amount.; Get a complete summary of all expenses incurred so as to spend within thebudgeted amountfor each head of expense.",
  "assessmentScore": 50,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.739Z",
  "lastUpdated": "2026-01-12T20:47:13.739Z"
}