{
  "id": "Period Tracker + Cycle Sync - Notion for ADHD Template (2025)",
  "name": "Period Tracker + Cycle Sync - Notion for ADHD Template (2025)",
  "slug": "period-tracker-cycle-sync-notion-for-adhd-template-2025",
  "description": "This template is also included in my main Notion template, Your ADHD Mynd. What's Included: A single page Notion template to help you track your period cycle, symptoms, and birth control. Video and article resources on eating for your cycle, body movement for your cycle, general information about menstruation, and explanations on the 4 phases of your cycle. PLUS! Recently updated to have 2025 Notion functionality and buttons for a better user experience. How it works:By monitoring symptoms, even",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "tracker",
  "creator": {
    "name": "Braelyn | Mynd for ADHD",
    "url": "https://notionforadhd.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zhlhe",
  "affiliateUrl": "https://gumroad.com/a/962870099/zhlhe",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 52,
  "ratingCount": 52,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "A single page Notion template to help you track your period cycle, symptoms, and birth control.; Video and article resources on eating for your cycle, body movement for your cycle, general information about menstruation, and explanations on the 4 phases of your cycle.; PLUS! Recently updated to have 2025 Notion functionality and buttons for a better user experience.; Built by an ADHD person, for ADHD people.; Provides extra dopamine for you by using lots of colors, emojis, and images.; ADHD people can often have issues with their cycles; tracking it allows you to see trends and provide better information to your healthcare providers.; There is no shame in needing help, Notion can be very overwhelming! We have a discord server you can join for free to ask questions in a safe and non-shameful environment.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.653Z",
  "lastUpdated": "2026-01-12T20:47:12.653Z"
}