{
  "id": "Plateworthy: Plan, Prep, & Savor Delicious Meals [Notion Template]",
  "name": "Plateworthy: Plan, Prep, & Savor Delicious Meals [Notion Template]",
  "slug": "plateworthy-plan-prep-savor-delicious-meals-notion-template",
  "description": "Plateworthy: Ditch the Dinner Dilemma &amp; Conquer Your Kitchen (Notion Template)Feeling overwhelmed by meal planning? Drowning in takeout menus and last-minute grocery runs?Introducing Meal Master, your ultimate Notion template for stress-free meal planning and delicious, organized eating! ️Here's what Meal Master offers:Effortless Weekly Scheduling: Plan your breakfasts, lunches, dinners, and snacks for the entire week with a drag-and-drop interface. No more daily scrambling!Recipe Haven: Bui",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "BayFuji",
    "url": "https://bayfuji.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/sbjfi",
  "affiliateUrl": "https://gumroad.com/a/962870099/sbjfi",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 9,
  "ratingCount": 9,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Effortless Weekly Scheduling:Plan your breakfasts, lunches, dinners, and snacks for the entire week with a drag-and-drop interface. No more daily scrambling!; Recipe Haven:Build your personal recipe library with ingredients, instructions, cook times, and dietary tags. Find your favorites instantly with powerful search and filter options.; Grocery List Magic:Say goodbye to forgotten ingredients! Generate a complete grocery list based on your planned meals, ensuring you have everything you need for a smooth week.; Bonus Features:Explore our \"Meal Ideas\" page for inspiration, track pantry staples, and jot down meal prep tips and dietary goals in the \"Notes\" section.; Mobile-friendly:Access and edit your meal plan on the go with the Notion app. Meal planning freedom, wherever you are!; Busy professionals tired of takeout and rushed meals; Families looking for healthy and organized meal solutions; Anyone who wants to save time, money, and reduce food waste; People with dietary restrictions who need easy recipe filtering; Reclaim your evenings from endless meal planning.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.112Z",
  "lastUpdated": "2026-01-12T20:47:13.112Z"
}