{
  "id": "Printable & Digital Planners",
  "name": "Printable & Digital Planners",
  "slug": "printable-digital-planners",
  "description": "Plan and Track your Year, Quarter, Month and WeekA collection of digital &amp; printable planners that help you plan and track your whole year ahead.How does it work?Get to know yourself and fill in the “Identity Sculpting” printable template. This includes a bucket list.Set your goals for the year with the “Annual Goals” printable checklist template. You can add challenges, recipes, travels, and a lot more.Plan your year ahead based on your defined goals with the \"Annual Planner” printable temp",
  "price": 5,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "TheVeller",
    "url": "https://theveller.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/661958867/ordwr",
  "affiliateUrl": "https://gumroad.com/a/661958867/ordwr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 108,
  "ratingCount": 108,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Get to know yourself and fill in the“Identity Sculpting”printable template. This includes a bucket list.; Set your goals for the year with the“Annual Goals”printable checklist template. You can add challenges, recipes, travels, and a lot more.; Plan your year ahead based on your defined goals with the\"Annual Planner”printable template. You can map out your entire Quarter and Monthly main goals.; Plan your month ahead based on your annual goals with the“Monthly Planner”printable template. Include a new recipe, a new tiny skill, or a new challenge for the month.; Plan your week ahead based on your monthly goals with the“Weekly Planner”printable template. Don’t forget to add all your weekly recurring tasks.; Decide if you want to use the Notion digital version or to print the“63-page eBook”.; Do it all over again during your Annual Review.; Home page with guide; Printable Weekly Planner; Printable Monthly Planner",
  "assessmentScore": 70,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.511Z",
  "lastUpdated": "2026-01-12T20:47:13.511Z"
}