{
  "id": "Project Manager Dashboard - Notion Template",
  "name": "Project Manager Dashboard - Notion Template",
  "slug": "project-manager-dashboard-notion-template",
  "description": "Get your projects back on track with the Project Manager Dashboard for NotionThe Project Manager Dashboard for Notion comes with everything you need to get your projects back on track and deliver them on time. Several dashboards allow you to have an overview of all your projects and tasks or, on the contrary, to focus on a particular project or client.PROJECTS DASHBOARDStay on top of all your ongoing projectsThe Projects Dashboard gives you an overview of all your current projects. The most impo",
  "price": 34,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Blockspad",
    "url": "https://nicolaslafargue.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zkqxjw",
  "affiliateUrl": "https://gumroad.com/a/962870099/zkqxjw",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 45,
  "ratingCount": 45,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Meeting template: Get ready for your meetings quicker with a pre-made template generated in one click.; Client satisfaction: Track the satisfaction of your clients and know when to focus on improving your quality of service and relation with customers.; Notes reminders: Set a reminder on a note or ressource you want to get back to on a specific date.; Tags: Organize all your notes, ressources and documents with tags and find them in a matter of seconds.; What is Notion?Notion is an all-in-one platform that allows you to bring together all your tasks, projects and notes in one place.; Can I use it with Notion free plan?Yes, this template works with Notion Personal Free plan. There is absolutely no need to subscribe to a paid Notion plan to fully use this template.",
  "assessmentScore": 100,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.590Z",
  "lastUpdated": "2026-01-12T20:47:12.590Z"
}