{
  "id": "Project/Research paper planner",
  "name": "Project/Research paper planner",
  "slug": "project-research-paper-planner",
  "description": "Stay organized and on top of your project or research paper with this comprehensive Notion template! Designed with students and professionals in mind, this planner helps you manage every aspect of your work, from initial research to final revisions.Features: Navigation Sidebar: Collaboration Info + Meetings: Keep all details about your project partners, meeting notes, and collaboration schedules in one convenient section. Perfect for group projects where communication is key. Milestones: Break d",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Strawbeari",
    "url": "https://strawbearitemplates.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/aryywp",
  "affiliateUrl": "https://gumroad.com/a/962870099/aryywp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Milestones:Break down your project into manageable stages. Set clear goals for each phase and track your progress as you move from research to writing and revisions.; Research/Notes:A dedicated space to store all your research materials, notes, and sources. Easily reference key articles, websites, and books without leaving your workspace.; Current Draft:Keep your working draft accessible at all times. This section is ideal for quickly jotting down ideas, organizing your thoughts, or writing out full sections of your paper.; Resources:Store all supplementary materials, like templates, guidelines, and reference documents. This ensures you have everything you need to meet your project requirements.; Feedback and Revisions:Manage and incorporate feedback from peers, mentors, or instructors. Track changes and ensure your final draft meets all criteria.; Marking Guide + Instructions:A place to store grading rubrics, assignment instructions, and any other critical guidelines your instructor provides. Make sure you never miss a requirement.; Calendar View:Track important dates and deadlines to ensure you're always on schedule. The calendar gives a clear visual overview of your project's timeline, helping you manage your time effectively.; Countdown Timer:Keep track of how much time you have left until your project's due date. This feature helps you stay motivated and aware of approaching deadlines.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.238Z",
  "lastUpdated": "2026-01-12T20:47:13.238Z"
}