{
  "id": "Purist GTD (Get Things Done) | Notion Template",
  "name": "Purist GTD (Get Things Done) | Notion Template",
  "slug": "purist-gtd-get-things-done-notion-template",
  "description": "Unlock your full productivity potential with Purist GTD (Get Things Done), a comprehensive Notion template designed for the acclaimed Getting Things Done (GTD) methodology. Streamline your tasks, boost efficiency, and achieve your goals with this user-friendly and highly customizable productivity tool.Key Features:Capture Ideas Instantly: Quickly jot down ideas and thoughts to ensure nothing gets lost in the shuffle. The dedicated space for capturing ideas ensures you always have a repository fo",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "easynotion.io",
    "url": "https://easynotionio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/toxfl",
  "affiliateUrl": "https://gumroad.com/a/962870099/toxfl",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Clarify: Review and process everything you’ve collected in your inboxes. This means you have to decide where things belong in the Getting Things Done system.; Organize: Assign all actionable items to temporary trays or put them on lists and process them from there.; Engage: In the GTD method, you usefour criteriato decide what to do next:Context,time available,energy availableandpriority.; Beautifully Designed:Aesthetically pleasing and intuitive design enhances your user experience.; Flexible and Customizable:Tailor the template to fit your unique workflow and preferences effortlessly.; Expertly Aligned with GTD Principles:Designed with GTD methodology in mind, ensuring a seamless integration into your productivity routine.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.164Z",
  "lastUpdated": "2026-01-12T20:47:13.164Z"
}