{
  "id": "Reading Tracker",
  "name": "Reading Tracker",
  "slug": "reading-tracker",
  "description": "Embark on a Literary Adventure with Notion...Embark on an exciting adventure through the world of books with the Reading Tracker Notion template. Perfect for readers who want to stay organized, track their progress, and immerse themselves in a world of stories and knowledge. Whether you're a bookworm or just looking to stay on top of your reading goals, this tracker is designed to elevate your reading experience.🚩 Why Choose the Reading Tracker?With the Reading Tracker Notion template, you can: ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "JNKxStudio",
    "url": "https://jnkxstudio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vzcuo",
  "affiliateUrl": "https://gumroad.com/a/962870099/vzcuo",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 15,
  "ratingCount": 15,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Track your reading progresswith automatic page number progress bars and reading duration.; Rate and review your booksto capture your thoughts and feelings on each story.; Set reading goalsto stay motivated and committed to your reading journey.; Organize your bookshelfwith detailed categories, tags, and custom attributes for each book.; Analyze your reading habitswith insightful monthly reports and audiobook tracking.; Help you stay organizedwith a categorized bookshelf, simple tracking, and space for reviews.; Encourage your progressby allowing you to set and track personal reading goals, ensuring you stay motivated.; Enhance your bookish experiencewith the ability to track audiobooks and podcasts, keeping all your literary passions in one place.; Provide insightful analyticsthrough monthly reports that reflect your reading habits, preferences, and goals.; Free Version– Perfect for basic book tracking.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.916Z",
  "lastUpdated": "2026-01-12T20:47:12.916Z"
}