{
  "id": "Resume Templates for Notion (3x)",
  "name": "Resume Templates for Notion (3x)",
  "slug": "resume-templates-for-notion-3x",
  "description": "A pack of 3 Notion resume templatesDesigned to help the dedicated job hunter land their next dream job.With the Notion Resume Template Pack, you get access to 3 customizable Notion resume templates. Fill out your info and download as .pdf file in a few clicks.Testimonials Frequently Asked Questions Who is the Notion Resume Template Pack for? It's for dedicated job hunters looking for their new dream job using these pre-built resume templates to set up their resume in a few clicks. What is Notion",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "ai",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/sgpwa",
  "affiliateUrl": "https://gumroad.com/a/962870099/sgpwa",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 65,
  "ratingCount": 65,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Who is the Notion Resume Template Pack for?It's for dedicated job hunters looking for their new dream job using these pre-built resume templates to set up their resume in a few clicks.; Do I need to be on a paid Notion plan to use this?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace.; Can I make changes to this template?Of course. Templates are meant to be customized to your own needs, so after duplicating you can and should edit it as much as you like.; Who are you?I amPascio, official Notion Ambassador, Consultant & Creator of more than 50+ free & premium Notion templates that have served 100,000+ people across the globe.; Can I share this with anyone else?No. This product has a private license. If you wish to share it with someone, please direct them to this page.; Can I be your affiliate?Sure thing! You can sign up as an affiliatehere.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.907Z",
  "lastUpdated": "2026-01-12T20:47:12.907Z"
}