{
  "id": "Roadmap HQ (Notion Template for Roadmap Creation & Management)",
  "name": "Roadmap HQ (Notion Template for Roadmap Creation & Management)",
  "slug": "roadmap-hq-notion-template-for-roadmap-creation-management",
  "description": "Capture &amp; prioritize projects and add high-value, strategic initiatives to your Roadmap with Roadmap HQ.Use this all-in-one Notion system to centralize your projects, make vital strategic decisions, and add them to your dynamic Roadmap so you can increase shipping times by 100x.What is Roadmap HQ?Roadmap HQ is a Notion template built to leverage visibility and collaboration and help you capture, analyze, and prioritize your projects. It enables you to select the high-value strategic initiati",
  "price": 7,
  "currency": "USD",
  "category": "template",
  "subcategory": "productivity",
  "creator": {
    "name": "Pete — The Product Guy",
    "url": "https://thulseo.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/sqtvx",
  "affiliateUrl": "https://gumroad.com/a/962870099/sqtvx",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Quick Action ButtonsAdd, move, and trash projects with a click of a button. All conveniently located throughout the workflow - they make Roadmap creation effortless.; Project AnalyserUsing 3 key strategic data points - Strategic Alignment, MoCSoW, and Effort - you can analyze project value. Enhancing visibility and collaboration.; Prioritized ProjectsPrioritize your projects with the built auto-sort functionality. Select the priority number and your list will automatically adjust; Project Task VisibilityWant to add tasks to projects for greater visibility? No problem. With a couple of clicks, you can add depth to your roadmap. Be ready for any stakeholder questions.; Roadmap HQ InstructionsUse Roadmap with ease with these simple instructions, just in case you need them.",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.275Z",
  "lastUpdated": "2026-01-12T20:47:13.275Z"
}