{
  "id": "🤔 Satisfy Your Curiosity, Expand Your Mind - The Book Worm",
  "name": "🤔 Satisfy Your Curiosity, Expand Your Mind - The Book Worm",
  "slug": "satisfy-your-curiosity-expand-your-mind-the-book-worm",
  "description": "Too many books, not enough time. It's hard to keep track of what you've read, are reading, and want to read next.The Book Worm is a Notion book tracker template that is designed to help you keep track of your reading.This is one of the best reading templates, you can see what you read, are reading, and want to read next.You can also add notes as you go along so that you can remember quotes or action items.Stay organized and never forget a book again!With the Book Worm reading list template, you ",
  "price": 20,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Ian Dikhtiar",
    "url": "https://extycreate.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/145902419/cefti",
  "affiliateUrl": "https://gumroad.com/a/145902419/cefti",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": 32,
  "tags": [],
  "useCases": [],
  "features": "Your bookshelf dashboard at a glance. Keep track of what you read and want to read next. Add URLs from Amazon, Goodreads, Reddit, and more.; Progress tracker - see how many books you've read and what you still have on a wishlist.; Add notes as you go along - great for remembering quotes or action items from the book, and writing a book review.; A relaxing music playlist will cut away external sounds and will provide you beautiful ambiance.; Reminders tracker for revisiting notes and action items from the books you've read.; Library card helps you never forget to return books on time.; Reading challenges will keep you accountable so you can learn to be a better reader and consistently improve your habits.; Readers of all ages want a better way to keep track of the reading list.; Students who are looking for a book and content tracker to keep track of the books they need to read for school.; Parents or guardians who want to help their child develop healthy reading habits.",
  "assessmentScore": 69,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.311Z",
  "lastUpdated": "2026-01-12T20:47:13.311Z"
}