{
  "id": "Second Brain X",
  "name": "Second Brain X",
  "slug": "second-brain-x",
  "description": "The Second Brainer Notion Template is designed to help you keep your mind clear and everything in your life structured. Why keep everything in your mind when you can have a Second Brain in your pocket? Here's why this template is a game-changer:PARA Method Integration: Second Brainer seamlessly categorizes and prioritizes your tasks, projects, and life components, ensuring a structured and harmonious approach to your daily routines.Comprehensive Planning: Second Brainer empowers you to prioritiz",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "CreatJustas",
    "url": "https://creatjustas12.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hftmmf",
  "affiliateUrl": "https://gumroad.com/a/962870099/hftmmf",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 118,
  "ratingCount": 118,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "PARA Method Integration:Second Brainer seamlessly categorizes and prioritizes your tasks, projects, and life components, ensuring a structured and harmonious approach to your daily routines.; Comprehensive Planning:Second Brainer empowers you to prioritize effectively, take detailed notes, and manage resources efficiently, turning your dreams into tangible, achievable plans.; Seamless Note-Taking:Second Brainer facilitates on-the-go note-taking, allowing you to record thoughts, inspirations, and crucial details wherever you are.; How to use this Notion template?This template comes with a full step-by-step guide on how to use it.; Is there a dark mode for this template?Yes, you can use either dark mode or light mode.; Can I ask you questions?Of course, you can. I'm always ready to help you. Contact me via Instagram.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.071Z",
  "lastUpdated": "2026-01-12T20:47:13.071Z"
}