{
  "id": "Simple Second Brain for Notion",
  "name": "Simple Second Brain for Notion",
  "slug": "simple-second-brain-for-notion",
  "description": "This template is your secret weapon to conquer chaos and make your life a breeze. 💡 You'll find everything you need to keep your life in order. Take notes and stash links like a pro. Keep your tasks organized and your goals on track, whether you're hustling professionally or crushing personal milestones. Balance life and work like a champ, and keep your go-to tools and references at your fingertips. What is Notion?Notion is the ultimate productivity app - an all-in-one workspace to organize work",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "second-brain",
  "creator": {
    "name": "Ance",
    "url": "https://ance.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/hhafjm",
  "affiliateUrl": "https://gumroad.com/a/962870099/hhafjm",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 243,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Take notes and stash links like a pro.; Keep your tasks organized and your goals on track, whether you're hustling professionally or crushing personal milestones.; Balance life and work like a champ, and keep your go-to tools and references at your fingertips.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.902Z",
  "lastUpdated": "2026-01-12T20:47:12.902Z",
  "image": "https://public-files.gumroad.com/m7lhik05bqbpoli24780rvcql4pa",
  "rawData": {
    "description": "This template is your secret weapon to conquer chaos and make your life a breeze. 💡 You'll find everything you need to keep your life in order. Take notes and stash links like a pro. Keep your tasks organized and your goals on track, whether you're hustling professionally or crushing personal milestones. Balance life and work like a champ, and keep your go-to tools and references at your fingertips. What is Notion?Notion is the ultimate productivity app - an all-in-one workspace to organize work, projects, notes, ideas and moreIf you are new to Notion, you'll have to create a Notion account.How does this work?After purchase, you'll receive a link to duplicate this Notion template into your Notion account. Is Notion free to use?Yes. This template is compatible with a free Notion account.",
    "features": [
      "Take notes and stash links like a pro.",
      "Keep your tasks organized and your goals on track, whether you're hustling professionally or crushing personal milestones.",
      "Balance life and work like a champ, and keep your go-to tools and references at your fingertips."
    ],
    "reviewQuotes": []
  }
}