{
  "id": "Simple SEO Planner Notion Template Simplified Version",
  "name": "Simple SEO Planner Notion Template Simplified Version",
  "slug": "simple-seo-planner-notion-template-simplified-version",
  "description": "Elevate your SEO game with our user-friendly Notion template! This simplified version was crafted for small e-businesses, freelancers, and content creators.Main FeaturesStraightforward template, without unnecessary elements for optimal functionality.The Home Dashboard that gives you an overview of your template content — all automatically.Guidelines to use your template.Quick Links and Useful Links, integrated with database links, provide a seamless and intuitive planning experience.Side Notes p",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Studio Notion Design",
    "url": "https://notiondesign.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vfiqgr",
  "affiliateUrl": "https://gumroad.com/a/962870099/vfiqgr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 5,
  "salesCount": 317,
  "tags": [],
  "useCases": [],
  "features": "Straightforward template, without unnecessary elements for optimal functionality.; TheHome Dashboardthat gives you an overview of your template content — all automatically.; Guidelinesto use your template.; Quick Links and Useful Links, integrated with database links, provide a seamless and intuitive planning experience.; SideNotesproviding concise information for each section.; Your Content:This simplified version is your entry point to crafting content for improved visibility. Manage page titles, meta descriptions, and headers.; Checklists:Streamline your SEO tasks by outlining steps for your content in this easy checklist for efficient tracking and completion.; Everyone aiming to organize and enhance SEO efforts. Extremely useful for small e-businesses, bloggers, freelancers, and content creators.; Purchase this template and download the attached PDF.; Click the embedded button in the PDF file to be taken to the template.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.151Z",
  "lastUpdated": "2026-01-12T20:47:13.151Z"
}