{
  "id": "Simple Portfolio",
  "name": "Simple Portfolio",
  "slug": "simple-portfolio",
  "description": "Double the work and ease up practically.This portfolio is taken from the main template, which you can find here - peghehq.gumroad.com/l/GraphicDesignNotionThe template containsCreating a professional portfolio is an essential part of showcasing your skills and experience to potential clients or employers. However, designing a portfolio from scratch can be time-consuming and requires specialized skills. That's where the Notion Portfolio template comes in. The template is also user-friendly and in",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "crm",
  "creator": {
    "name": "Peghe Notion •",
    "url": "https://peghehq.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/bdpwc",
  "affiliateUrl": "https://gumroad.com/a/962870099/bdpwc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Are you a Designer ?Perfect! In this template you will be a designer, you will be a thinker and you will be very attractive to the client.; Want to quickly deliver your portfolio to your client?Great! This is just for you to change the settings and send with one button.; Need a clean, polished portfolio ?Awesome! This is for you. Everything you need is included inside.; Who is this template for ?For Designers. For enthusiasts. For thinkers. For those who like to work on themselves and take challenges.; Will this template teach me how to be functional ?Yes. The template will show you how to run your creativity in just a few hours. You took many things from one space that you didn't have before.; I have more questions. How can I contact you ?You can send me a DM onTwitter.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.663Z",
  "lastUpdated": "2026-01-12T20:47:12.663Z"
}