{
  "id": "Skills Improvement Plan - Notion template for HR & managers",
  "name": "Skills Improvement Plan - Notion template for HR & managers",
  "slug": "skills-improvement-plan-notion-template-for-hr-managers",
  "description": "Empower Improvement with the Skills Improvement Plan Template on NotionManaging underperformance or specific areas that need enhancement is a challenging yet essential part of effective team leadership. The Skills Improvement Plan Template on Notion is specifically designed for managers who are committed to constructively addressing these issues with their team members. This template is not just a document; it’s a structured approach to turning underperformance into an opportunity for growth and",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "crm",
  "creator": {
    "name": "ManagerHacks by Mona",
    "url": "https://managerhacks.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/usqqy",
  "affiliateUrl": "https://gumroad.com/a/962870099/usqqy",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 14,
  "ratingCount": 14,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Targeted Improvement: Focus specifically on underperformance or particular skill areas, making the plan relevant and effective.; Foster Accountability: Empower your team members to take ownership of their improvement journey, reinforcing the understanding that development is a shared responsibility.; Clear and Actionable Steps: Remove ambiguity by clearly outlining the path from current performance to desired outcomes.; Supportive yet Firm Approach: Balances the need for improvement with support and resources, creating a positive environment for growth.; Trackable Outcomes: Measure improvements tangibly, making it easier to see progress and areas that need further attention.; Get Notion(this template works on both Free and Premium accounts).*; Duplicate the template to your Notion space. Keep it private!",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.623Z",
  "lastUpdated": "2026-01-12T20:47:12.623Z"
}