{
  "id": "Spiritual Journal",
  "name": "Spiritual Journal",
  "slug": "spiritual-journal",
  "description": "Collection of 5+ spiritual journals designed to enhance your life and make you a better person in every wayImprove your journaling experience in a way you've never thought possible with this lightweight and digital spiritual journal made with love in Notion.✓ Unlock spiritual superpowers✓ Achieve mental mastery and clarity✓ Shadow work and spiritual practice in one placeKeep track of your dreams and reach your desired goals. Stay grateful and create inner peace and contentment inside the gratitu",
  "price": 15,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/azlbdd",
  "affiliateUrl": "https://gumroad.com/a/919154899/azlbdd",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": 381,
  "tags": [],
  "useCases": [],
  "features": "Your own personal spiritual journal with unlimited entries; Easy tracking & storing of all yourinner work; A highly customizable template that's easy to use; A minimalist dashboard to help you stay organized!; 3 powerful spiritual widgets (Pro version); And much much more ...; Gratitude JournalDaily journaling of the things in your life that matter the most to you, big or small. Appreciate the world more to optimize and enhance your overall happiness.; Dream JournalKeeping track of your astral endeavors in the spirit world. Helps you to interpret and integrate lessons symbolic meanings and otherworldly wisdom in to your physical being on earth.; Manifestation JournalManifest with ease in an organized fashion with Notion. Learn how to manifest the right way and do it ongoingly to achieve your goals.; Shadow WorkDive deep into your own shadow side and let go of past trauma, feelings and thoughts. Ask yourself the questions you don't want to every single day to see improvement of yourself.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.498Z",
  "lastUpdated": "2026-01-12T20:47:13.498Z"
}