{
  "id": "StoicOS - Second Brain",
  "name": "StoicOS - Second Brain",
  "slug": "stoicos-second-brain",
  "description": "Make your real life an epic adventure with this fully automated Stoic-themed Notion template. Turn your goals into quest, and add a dash of fun with Fortuna's Favor wheel.What's includedDuties - Integrated Task Management System that lets you manage skills, quests, and projects all from a single dashboard.Skills - Unlock real-life rewards and gain experience by completing activities and quests.Cooking level - Manage your weight goals and track your daily calorie intake. Plus, the integrated reci",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Sandrero",
    "url": "https://sandrero.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ccbgt",
  "affiliateUrl": "https://gumroad.com/a/962870099/ccbgt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 15,
  "ratingCount": 15,
  "salesCount": 339,
  "tags": [],
  "useCases": [],
  "features": "Duties-Integrated Task Management System that lets you manage skills, quests, and projects all from a single dashboard.; Skills- Unlock real-life rewards and gain experience by completing activities and quests.; Cooking level-  Manage your weight goals and track your daily calorie intake. Plus, the integrated recipe database makes cooking a breeze.; Strength level- Maintain an organize record of your workouts to mointor your progress towards fitness goals.; Constitutionlevel- Compare key health metrics from your wearables on a weekly basis to keep your health in check.; Mindfulnesslevel- Capture your daily focus, energy, and mood levels in the daily journal template.; Philosophy level- Make notes of your skill or project-related thoughts, fully integrated with all pages.; Project Pages- Dedicated pages for all your life's projects, both professional and personal, fully integrated with tasks, notes, and quests.; Quests- Turn your real-life challenges into quests. Earn experience, Fortuna spins, and coins to spend in the Agora (market); Fortuna's Favour- Engage in a daily mini-quest or unlock a reward with your daily fortuna spin.  A neuroscience-backed motivation booster with a 10% chance of hitting a reward.",
  "assessmentScore": 60,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.839Z",
  "lastUpdated": "2026-01-12T20:47:12.839Z"
}