{
  "id": "Stoic Bundle (4x Stoic Notion Templates)",
  "name": "Stoic Bundle (4x Stoic Notion Templates)",
  "slug": "stoic-bundle-4x-stoic-notion-templates",
  "description": "A bundle of 4 Notion templates for StoicsA bundle of Stoic templates designed to help the dedicated Stoic practitioner live a more virtuous life.The Stoic Bundle gives you a complete life operating system with 4+ powerful templates and 25+ pages to help you develop mental habits of a stoic by applying the wisdom of Seneca, Marcus Aurelius and many others to modern day situations.Some of the advantages of using the Stoic Bundle include:You'll learn how to cope with difficult emotions in a healthy",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "tracker",
  "creator": {
    "name": "Pascio",
    "url": "https://pascio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/919154899/nbbnpc",
  "affiliateUrl": "https://gumroad.com/a/919154899/nbbnpc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": 18,
  "salesCount": 99,
  "tags": [],
  "useCases": [],
  "features": "It's a great tool for all levels of stoicism. Whether you're just starting out with the philosophy or you've been practicing for years, the Stoic Bundle will help you put its principles into action.; Who is the Stoic Bundle for?It's for both Stoic newbies and Stoic experts looking for a bundle of templates to live a more virtuous and fulfilled life based on ancient Stoic principles.; Do I need to be on a paid Notion plan to use this?Not at all. You can use all the features of this template without a paid Notion plan.; What happens after I purchase?After your purchase, you will be redirected to a Notion page containing the template. From here, you can duplicate the template into your own workspace.; Can I make changes to this template?Of course. Templates are meant to be customized to your own needs, so after duplicating you can and should edit it as much as you like.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.503Z",
  "lastUpdated": "2026-01-12T20:47:13.503Z"
}