{
  "id": "Student Dashboard - Notion Template",
  "name": "Student Dashboard - Notion Template",
  "slug": "student-dashboard-notion-template",
  "description": "Revolutionise the way you organise your academic lifeThis amazing tool is your one-stop-shop for all your academic needs. Say goodbye to the scattered mess of notes and schedules, and hello to the organised and efficient academic life you’ve always dreamed of.What's Included:Academic Calendar: Keep track of important dates such as exams, assignments, and other deadlines.Class Notebook: Easily organise, review and study your class materials.Topic Overview: High-level summary of each topic you've ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Organisedly",
    "url": "https://organisedly.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vvzzp",
  "affiliateUrl": "https://gumroad.com/a/962870099/vvzzp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 23,
  "ratingCount": 23,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Academic Calendar: Keep track of important dates such as exams, assignments, and other deadlines.; Class Notebook: Easily organise, review and study your class materials.; Topic Overview: High-level summary of each topic you've covered.; Checklist: Break down larger tasks into smaller tasks to avoid feeling overwhelmed.; To-Dos: Prioritise your tasks and avoid forgetting important deadlines.; Pomodoro Timer: Increase productivity, avoid burnout, and maintain motivation throughout your study sessions.; Notion is an all-in-one workspace to store docs, databases, manage projects, company wikis and so much more.; If you don't have an account, don't worry. Sign up for one below, it's free!; Click\"Duplicate\"on the top right corner to duplicate it to your personal workspace.; If you're on mobile click on the3 dotsmenu at the top right to show the duplicate option.",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.670Z",
  "lastUpdated": "2026-01-12T20:47:12.670Z"
}