{
  "id": "Study Planner Notion Template",
  "name": "Study Planner Notion Template",
  "slug": "study-planner-notion-template",
  "description": "Elevate your academic journey with the Study Planner Notion Template, a meticulously crafted digital workspace tailored to revolutionize the way you approach your studies. This template seamlessly integrates essential features to streamline your study routine, boost productivity, and keep you on track for success.Key Features:Easy Pages Navigation:Effortlessly navigate through your study materials and resources with an intuitive page structure. Access your subjects, notes, and assignments with j",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Kristina Krymova",
    "url": "https://k55kristina.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/nyxqh",
  "affiliateUrl": "https://gumroad.com/a/962870099/nyxqh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 18,
  "ratingCount": 18,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "BONUS Cover Pack:Personalize your study experience with a collection of beautifully designed covers. Choose from a range of aesthetic options to make your Notion workspace uniquely yours.; Personalize your study experience with a collection of beautifully designed covers. Choose from a range of aesthetic options to make your Notion workspace uniquely yours.; Semester Curriculum:Gain a comprehensive overview of your entire semester at a glance. Organize your courses, modules, and important deadlines, ensuring you stay on top of your academic commitments.; Gain a comprehensive overview of your entire semester at a glance. Organize your courses, modules, and important deadlines, ensuring you stay on top of your academic commitments.; Weekly Overview:Plan your week effectively with a visual, easy-to-use calendar interface. Allocate dedicated time slots for each subject, allowing for a balanced and optimized study routine.; Plan your week effectively with a visual, easy-to-use calendar interface. Allocate dedicated time slots for each subject, allowing for a balanced and optimized study routine.",
  "assessmentScore": 70,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.887Z",
  "lastUpdated": "2026-01-12T20:47:12.887Z"
}