{
  "id": "Student Planner Notion Template",
  "name": "Student Planner Notion Template",
  "slug": "student-planner-notion-template",
  "description": "Are you a student looking to supercharge your productivity and organization? This Student Planner Notion Template has you covered!Key Features:Student Dashboard: Get an at-a-glance overview of your tasks, assignments, and exams from all your courses.Course Timeline: Keep track of important dates with a dynamic course timeline.Course Management:Courses Page: Easily view and manage all your courses.Individual Course Page: Dive deep into each course with linked assignments and exams. Calculate your",
  "price": 0,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "notionbun",
    "url": "https://notionbun.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/luakoe",
  "affiliateUrl": "https://gumroad.com/a/962870099/luakoe",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 3,
  "ratingCount": 3,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Student Dashboard:Get an at-a-glance overview of your tasks, assignments, and exams from all your courses.; Course Timeline:Keep track of important dates with a dynamic course timeline.; Courses Page:Easily view and manage all your courses.; Individual Course Page:Dive deep into each course with linked assignments and exams. Calculate your grades, take lecture notes, and manage textbooks and readings.; Focus Zone:Stay on track with a built-in Pomodoro timer. Boost your focus with YouTube and Spotify integrations.; Week View:Plan your week efficiently with a week view and calendar widget.; Archive:Keep your workspace clutter-free by archiving completed tasks.; Smart Button:Easily create pre-made layouts with just a click of a button.; A  device to access your notion planner (e.g. Computer, Laptops, Phones, and Tablets); A Notion Account (It's free to sign up!)",
  "assessmentScore": 57,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.155Z",
  "lastUpdated": "2026-01-12T20:47:13.155Z"
}