{
  "id": "Symptom Tracker Notion template",
  "name": "Symptom Tracker Notion template",
  "slug": "symptom-tracker-notion-template",
  "description": "Hello Notion Lovers!I am Odyssey, a Notion recommended creator from India. I make easy-to-use templates that eases your life and work! Declutter your tasks with my beginner-friendly aesthetic products and fall in love with Notion!This Symptom Tracker gives a simple overview of your symptoms, a detailed tracking system with a calendar view, and a daily check-in to monitor and enhance your well-being.💊 Symptoms Overview: Get an overview of the symptoms of your condition. Understand the patterns, f",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Happy Habbits",
    "url": "https://happyhabbits.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/aijtj",
  "affiliateUrl": "https://gumroad.com/a/962870099/aijtj",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 21,
  "ratingCount": 21,
  "salesCount": 439,
  "tags": [],
  "useCases": [],
  "features": "What are the actions, behaviours, and situations (negative stressors and coping mechanisms you want toSUBTRACTin the next 6 months?; What are the actions, behaviours, and situations (positive stressors and coping mechanisms) you want toADDin the next 6 months? Add these in thehabit tracker; Think of good routines you can do regularly after waking up and before going to bed.; Likewise, think of physical activities that will help you stay fit while you are on your journey.; Think of simple things that you like to do; like laying on the grass, cooking, or anything that you can do easily and is not expensive.; Think of comforting food, movies, tv shows and podcasts that makes you feel better on a low day.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.996Z",
  "lastUpdated": "2026-01-12T20:47:12.996Z"
}