{
  "id": "The All-in-One Travel Planner: A Notion Template for Travel Lovers",
  "name": "The All-in-One Travel Planner: A Notion Template for Travel Lovers",
  "slug": "the-all-in-one-travel-planner-a-notion-template-for-travel-lovers",
  "description": "Plan Your Dream Trip with Notion!Do you love traveling but hate the hassle of planning your trips? Do you wish you had a simple and elegant way to organize your travel plans, expenses, documents, and more? If so, you need the all-in-one travel planner: a Notion template for travel lovers!The all-in-one travel planner is a Notion template designed to help you plan, research, and enjoy your trips in one place. With the all-in-one travel planner, you can: Keep track of all your upcoming and past tr",
  "price": 3,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Andy Kan",
    "url": "https://andykan.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/mcsuy",
  "affiliateUrl": "https://gumroad.com/a/962870099/mcsuy",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 5,
  "ratingCount": 239,
  "salesCount": 980,
  "tags": [],
  "useCases": [],
  "features": "Keep track of all your upcoming and past trips and their itinerary; Create a trip dashboard with all the essential information and links you need for your trip; Easily add to your itinerary (flights, stays, rental car and more) with buttons; Track your travel expenses; Store your travel documents, rewards program, and references in a secure and accessible place; Manage your trip database with filters, views, and relations",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.600Z",
  "lastUpdated": "2026-01-12T20:47:12.600Z",
  "image": "https://public-files.gumroad.com/rgei5bxeun3x5xtcjfxkpw6y5b61",
  "rawData": {
    "description": "Plan Your Dream Trip with Notion!Do you love traveling but hate the hassle of planning your trips? Do you wish you had a simple and elegant way to organize your travel plans, expenses, documents, and more? If so, you need the all-in-one travel planner: a Notion template for travel lovers!The all-in-one travel planner is a Notion template designed to help you plan, research, and enjoy your trips in one place. With the all-in-one travel planner, you can: Keep track of all your upcoming and past trips and their itinerary Create a trip dashboard with all the essential information and links you need for your trip Easily add to your itinerary (flights, stays, rental car and more) with buttons Track your travel expenses Store your travel documents, rewards program, and references in a secure and accessible place Manage your trip database with filters, views, and relations Easily add new items to your itinerary with buttons, and a itinerary overview.The all-in-one travel planner is more than just a template. It’s your travel assistant, helping you turn your bucket list into an actionable travel plan. Whether you’re traveling solo or with a group, for business or pleasure, for a weekend or a month, the all-in-one travel planner will make your travel planning easier and more fun!The all-in-one travel planner is compatible with both desktop and mobile devices, so you can access it anytime, anywhere. You can also customize it to suit your preferences and needs.The all-in-one travel planner is created by me, a passionate traveler and Notion enthusiast. I created this template to simplify my own travel planning and share it with other travelers who want to use Notion for their trips.Happy travels!",
    "features": [
      "Keep track of all your upcoming and past trips and their itinerary",
      "Create a trip dashboard with all the essential information and links you need for your trip",
      "Easily add to your itinerary (flights, stays, rental car and more) with buttons",
      "Track your travel expenses",
      "Store your travel documents, rewards program, and references in a secure and accessible place",
      "Manage your trip database with filters, views, and relations"
    ],
    "reviewQuotes": []
  }
}