{
  "id": "The Minimalist's Book Tracker for Notion",
  "name": "The Minimalist's Book Tracker for Notion",
  "slug": "the-minimalist-s-book-tracker-for-notion",
  "description": "Embark on a transformative reading journey with The Minimalist's Book Tracker for Notion, now reimagined to elevate your reading experience. Designed for the modern reader, this innovative tracker combines practicality and flexibility, seamlessly integrating reading into your daily routine.Whether you're a voracious reader or someone looking to rekindle your love for books, The Minimalist's Book Tracker is your perfect companion in achieving your reading goals.Features: Customizable Reading Goal",
  "price": 7,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Philipp Stelzel",
    "url": "https://philippstelzel.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/117590867/tqjbng",
  "affiliateUrl": "https://gumroad.com/a/117590867/tqjbng",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": null,
  "ratingCount": null,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Customizable Reading Goals:Set personal reading targets. Whether you're diving into \"War and Peace\" or exploring diverse genres, our tracker adapts to your aspirations.; Daily Reading Quotas:Break down your goals into manageable daily quotas. Our smart formula calculates your daily pages, making even the longest books feel attainable.; Dynamic Reading List:Easily add, remove, or adjust your reading list. The flexible Kanban database allows for spontaneous changes, reflecting your evolving interests and discoveries.; Charts & Visual Progress:Track your progress with built-in charts, providing a visual representation of your reading volume.; Notion Form for Quick Book Additions:Save books directly into your tracker using a simple Notion form, making book entry quicker and more seamless.; Enhanced Reading Discipline:Transform your reading habits with structured goals and schedules, making reading a regular part of your routine.; Achievable Reading Targets:By breaking down your goals into daily quotas, every book becomes attainable, reducing the overwhelm of large volumes.; Flexibility and Control:Adjust your reading list as you go, ensuring that your tracker always aligns with your current preferences and mood.; Increased Reading Satisfaction:Celebrate your progress and accomplishments, boosting motivation and satisfaction with every book you finish.",
  "assessmentScore": 70,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.417Z",
  "lastUpdated": "2026-01-12T20:47:13.417Z"
}