{
  "id": "The Simple Project Manager",
  "name": "The Simple Project Manager",
  "slug": "the-simple-project-manager",
  "description": "Break your projects down into tasks &amp; sub-tasks. View them in an easy to use dashboard. Simple as that.About this templateThe Simple Project Manager is a stripped back way to manage projects, tasks and sub-tasks using Notion.It is based on the idea that success is achieved in increments. Use this template to break your projects down and watch each task and sub-task you complete automatically add to your project’s progress bar.What’s included in the template?2 related and easy to manage datab",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Selida",
    "url": "https://selida.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/nlnpoa",
  "affiliateUrl": "https://gumroad.com/a/962870099/nlnpoa",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 10,
  "ratingCount": 10,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "2 related and easy to manage databases| One for projects and one for tasks; 8 database views| 5 for projects and 5 for tasks; Focus view| focus on priority work with stripped down views; Weekly & Monthly Management| See your upcoming projects and tasks with dedicated views; Dashboard| Track your projects and tasks through a simple dashboard; Notes| A notes section allows you to jot down quick thoughts; How-To Guide| A detailed breakdown of how to use the template; Progress bars| Monitor the progress of your projects and tasks in detail with aautomated progress bars; Dashboard| Keep track of all your projects and tasks on one page; Dedicated Views| Detailed views, focus views and calendar views combine to give you supreme flexibility",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.853Z",
  "lastUpdated": "2026-01-12T20:47:12.853Z"
}