{
  "id": "The Complete Notion Second Brain",
  "name": "The Complete Notion Second Brain",
  "slug": "the-complete-notion-second-brain",
  "description": "🔥🔥 \"Financial Manager in Notion\" 30% discount for a limited time! 29$ 20$🔥🔥🎉 Get the discount now!Through The Complete Notion Second Brain Template, you will have control over all of your life, relationships, and booksThis template includes: PARA method developed by Tiago Forte (was explained in the tutorial). Goals: track all your goals and projects related to them. Birds-Eye view: to zoom out and overlook your goals according to the quarter of the year or even years ahead. Task Manager: to con",
  "price": 9,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Abdallah Abbas",
    "url": "https://notionabbas.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/kjpvnt",
  "affiliateUrl": "https://gumroad.com/a/962870099/kjpvnt",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 13,
  "ratingCount": 13,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "PARA method developed by Tiago Forte (was explained in the tutorial).; Goals: track all your goals and projects related to them.; Birds-Eye view: to zoom out and overlook your goals according to the quarter of the year or even years ahead.; Task Manager: to control all your tasks whatever the status of the task.; Recurring Tasks: automate the tasks you do each fixed period.; Day planner: plan your day in an effective and efficient way.; Relationships management: notion will remind you to call the people you want to keep in touch with them (friends, relatives, or even clients).; Review: focus on the tasks and projects you are working on and revise them continuously.; Daily Journaling.; Books Tracker: track your books and know your progress in each book.",
  "assessmentScore": 90,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.915Z",
  "lastUpdated": "2026-01-12T20:47:12.915Z"
}