{
  "id": "Travelo : Notion Travel Planner template",
  "name": "Travelo : Notion Travel Planner template",
  "slug": "travelo-notion-travel-planner-template",
  "description": "Turn your travel bucket list into a bulletproof action plan and manage all your adventures in a single workspace.Do you struggle with managing your travel planning, expenses, journal, documents, and database? If yes, then Travelo is the ultimate solution for you!Travelo is an all-in-one travel planner Notion template designed to help travelers manage all aspects of their travel planning efficiently and effectively. It organizes your travel bucket list from scratch and helps you convert it into t",
  "price": 19,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Deepak yadav",
    "url": "https://parallelconnect.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/kuejrv",
  "affiliateUrl": "https://gumroad.com/a/962870099/kuejrv",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "5+ Advance Template Sections:Travelo includes 5+ advanced template sections covering different aspects of travel planning, such as accommodation booking, itinerary planning, and travel journaling.; Widget:Travelo includes a life progress bar widget that helps users track their progress towards their travel goals.; Notion Setup Guide:Travelo comes with a detailed Notion setup guide to help users get started.; Prefilled Country Database:Travelo includes a prefilled country database to make it easier for users to plan their trips.; Customizable:Travelo is customizable, and users can duplicate any section they like into their personal workspace and customize it to fit their needs.; Easy to Set Up:Travelo is easy to set up, and users don't need to have a personal pro plan on Notion to use it. However, a paid plan is recommended to get the most out of Travelo.",
  "assessmentScore": 77,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.611Z",
  "lastUpdated": "2026-01-12T20:47:12.611Z"
}