{
  "id": "Travel Planner with Notion for Digital Nomads",
  "name": "Travel Planner with Notion for Digital Nomads",
  "slug": "travel-planner-with-notion-for-digital-nomads",
  "description": "Notion Travel Planners introductions:Do you love to travel? The thrill of discovering new places, meeting new people, and having unforgettable experiences? We hear you! But we also know that planning a trip can be overwhelming and stressful. That's where this Notion template comes in - it makes travel planning exciting and organized!With features like tracking upcoming activities, packing reminders, expense tracking, and documenting your adventures, this template has got you covered. No more dro",
  "price": 10,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "El Vairus Notion Templates",
    "url": "https://vairusstrategy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/wqitp",
  "affiliateUrl": "https://gumroad.com/a/962870099/wqitp",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 20,
  "ratingCount": 20,
  "salesCount": 103,
  "tags": [],
  "useCases": [],
  "features": "Keep all your upcoming adventures organized in one place.; Easily organize your trips by country, days, transportation, and accommodations.; Add new trips easily and customize them to your liking.; Keep important details such as flight numbers, hotel bookings, and transportation arrangements in one place.; With the ability to easily update your itinerary as you go along, you can be sure that you won't miss out on any exciting activities or experiences.; Add countries you're planning to visit to your wishlist.; Keep track of must-see attractions and popular local dishes.; By being more informed about the country you're visiting, you can make the most of your trip and have a more enriching experience.",
  "assessmentScore": 105,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.745Z",
  "lastUpdated": "2026-01-12T20:47:12.745Z"
}