{
  "id": "Travel Planner Notion",
  "name": "Travel Planner Notion",
  "slug": "travel-planner-notion",
  "description": "Explore the World with Confidence Using Wanderlust Travel Planner!Plan, Organize, and Enjoy Every Trip—Whether It’s for Leisure, Work, or Family.Introducing the Wanderlust Travel Planner, your all-in-one Notion template. Whether you’re jetting off for a solo adventure, a business trip, or a family vacation, this template has everything you need to stay organized, save time, and make the most of your journey.Key Features:Plan Any Type of Trip: From relaxing getaways to work trips or family vacati",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "notionwithsafa",
    "url": "https://safanotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/mzzilh",
  "affiliateUrl": "https://gumroad.com/a/962870099/mzzilh",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 41,
  "ratingCount": 41,
  "salesCount": 772,
  "tags": [],
  "useCases": [],
  "features": "Plan Any Type of Trip: From relaxing getaways to work trips or family vacations, our template adapts to your needs, helping you organize every detail with ease.; Currency Converter: Traveling internationally? Quickly convert currencies directly within the template to manage your finances on the go.; Budget Tracker: Keep your finances in check with a detailed budget tracker. Track every expense, from flights and accommodations to meals and activities.; Itinerary Management: Create a detailed itinerary so you never miss a moment. Plan your days with activities, landmarks, and downtime, all in one place.; Places to See & Food to Eat: Curate a list of must-visit attractions and must-try foods in each destination, so you don’t miss out on the best experiences.; Country Database: Manage essential information about each country you visit, including travel tips, cultural insights, & internet availability. Have your very own country guide!; Google Maps Embedded: Visualize your journey with embedded Google Maps, making it easier to navigate and plan routes during your trip.; Travel Journal: Document your adventures and memories in a dedicated travel journal, perfect for reflecting on your experiences.; Bucket List: Keep track of your ultimate travel goals with a personalized bucket list. Tick off destinations as you explore the world!; Resources List: Have all your travel resources in one place—whether it’s visa information, packing tips, or travel blogs.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.731Z",
  "lastUpdated": "2026-01-12T20:47:12.731Z"
}