{
  "id": "Travel Planner",
  "name": "Travel Planner",
  "slug": "travel-planner-2",
  "description": "The All-in-One Travel Planner Templateimagine a world where your travel plans are meticulously organized, every detail at your fingertips. No more frantic searches through emails, scattered documents, or lost notes. This is the reality you unlock with the \"Travel Planner\" Notion Template.Visit My Website for More Details OR PayPal Checkout Options 🅿️ This comprehensive system goes beyond just a basic itinerary. It's a one-stop shop for every aspect of your journey, from dreaming to documenting. ",
  "price": 0,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "Heyismail",
    "url": "https://heyismail.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/muikb",
  "affiliateUrl": "https://gumroad.com/a/962870099/muikb",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 51,
  "ratingCount": 51,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Build a central hub for all your trips with dedicated databases forTrips Planner, Accommodation, Transportation, Activities.; Never miss a beat - keep track of everything in one organized place.; Seamless Organization:Streamline packing with aPacking Listdatabase. No more forgotten essentials!Track every penny with aBudgetandExpenses Recorddatabase. Stay within your means and avoid surprises.; Streamline packing with aPacking Listdatabase. No more forgotten essentials!; Track every penny with aBudgetandExpenses Recorddatabase. Stay within your means and avoid surprises.; Gather valuable travel resources (articles, websites) in theResourcesdatabase for easy access.; Capture memories and insights with a built-inJournaldatabase.; Keep important information close at hand withNotesandContactsdatabases.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.904Z",
  "lastUpdated": "2026-01-12T20:47:12.904Z"
}