{
  "id": "Trip Planner",
  "name": "Trip Planner",
  "slug": "trip-planner",
  "description": "Trip Planner – Your Itinerary in One PlaceA trip planner so good you’ll never travel without it again!Now add, organize and map your itineraries in a notion template designed for vacations, road trips, and more. Whether it’s a local trip alone, a family holiday, or a getaway with your friends, this trip planner is all you’ll need to get things sorted.What can it help with?From adding a trip to creating dream tips to mapping out your entire day, is there anything it can’t help with? Take a look:T",
  "price": 10,
  "currency": "USD",
  "category": "course",
  "subcategory": "planner",
  "creator": {
    "name": "Bodoboal",
    "url": "https://bodoboal.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/327844051/villjy",
  "affiliateUrl": "https://gumroad.com/a/327844051/villjy",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 13,
  "ratingCount": 13,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "The Perfect Dream Trip:After you’ve decided on the country/city to visit, you can easily set up the destination in the template to keep it separate and organized from other trips you’ve taken.; Planning Your Visits:You can now plan your visits by day, meaning each day can be mapped out within the same category for keeping things neat.; Calculate Expenses:Whether you’re trying to sketch things out beforehand or continue to do so during the trip, the expenses calculator is a fine addition that’ll help you keep track of your expenses.; It sure does! Just duplicate the theme from the link after your purchase.; I've included an extensive guide to help you get started - and to help you customize it. If you have further questions or concerns, you're always welcome to get in touch.; No. This product has a personal license.; Of course! I'm always open to chat and respond to DM's on any of my socials. I have a response rate of a few hours, so don't be afraid to contact me",
  "assessmentScore": 75,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.561Z",
  "lastUpdated": "2026-01-12T20:47:13.561Z"
}