{
  "id": "Ultimate Notion Second Brain System",
  "name": "Ultimate Notion Second Brain System",
  "slug": "ultimate-notion-second-brain-system",
  "description": "Are you searching for a place to organise your entire life, bring your dreams to life and boost your productivity? Welcome, you may have just found your solution!If you're like me, you like have everything organised in one spot: You don't like having to look around for my notes, projects, habit trackers, to-do lists, expense trackers and so on all over the place and neither do I. That is why I created this Notion Second Brain template as an extension to my, and if I can convince you, your Brain.",
  "price": 30,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "D",
    "url": "https://createdbydominika.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/gszzy",
  "affiliateUrl": "https://gumroad.com/a/962870099/gszzy",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 2,
  "ratingCount": 2,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Goals & Visions zones: Visualise your goals so that you can bring them into life!; Daily, Weekly and Monthly Planning zones: Stay on top of your schedule effortlessly. Based around the 12 Week Year concept to aid with higher efficiency of work with minimised difficulties.; Journal Zone & Habit tracker zone: Strengthen personal growth and productivity with intuitive tracking features.; Second Brain zone: Organise and categorise essential information for easy retrieval.; Work Zone: Boost productivity by entering an immersive distraction-free environment.; Finance tracker:Take control of your finances with comprehensive income and expense management; Health & Fitness Zone:Prioritise your well-being because a healthy body equals a healthy mind.",
  "assessmentScore": 82,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.158Z",
  "lastUpdated": "2026-01-12T20:47:13.158Z"
}