{
  "id": "ULTIMATE Time Block Planner Notion Template",
  "name": "ULTIMATE Time Block Planner Notion Template",
  "slug": "ultimate-time-block-planner-notion-template",
  "description": "Welcome to our ULTIMATE Time Blocking Planner Notion TemplateTime blocking is one of the best time management methods if you want to keep your focus and stay intentional about your time. Especially with the new update from Notion Calendar, Notion can be a great tool to time block, plan, and schedule your day.What's Included?This is perfect for personal use as it provides a customizable time-blocking template for daily planning and scheduling. This template also integrates with Notion Calendar fo",
  "price": 15,
  "currency": "USD",
  "category": "course",
  "subcategory": "dashboard",
  "creator": {
    "name": "The Organized Notebook",
    "url": "https://theorganizednotebook.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/vgzax",
  "affiliateUrl": "https://gumroad.com/a/962870099/vgzax",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Calendar:where you can add events AND time blocks (chunks of time when you have predetermined tasks or dedicated activities); Task Inbox:add new tasks to be later scheduled in time boxes.; Daily Timeblocks:where you can see the schedule for today, tomorrow, and yesterday.; Notion Calendar Integrations:If you use Notion Calendar you can link your time blocks in the same calendar app alongside your Google Calendar events and more.; Easy Navigation:A handy sidebar is on all pages where you can access important pages easily. We also include a “Home” button to get back to the main dashboard.; Mobile-friendly View:Easy and simple to add tasks on the go; Step-by-step tutorial video:The video tutorial explains how to use it and even some customization options!",
  "assessmentScore": 77,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.071Z",
  "lastUpdated": "2026-01-12T20:47:13.071Z"
}