{
  "id": "Ultimate Meal Planner",
  "name": "Ultimate Meal Planner",
  "slug": "ultimate-meal-planner",
  "description": "Master Your Culinary Journey with the Ultimate Meal PlannerSay goodbye to chaotic meal planning and hello to a seamless, organized kitchen experience. The Ultimate Meal Planner Notion Template is here to revolutionize the way you plan, shop, cook, and eat. Whether you're meal prepping for the week or just trying to stay organized, this template is your all-in-one solution. It's designed for flexibility and simplicity, helping you eat healthier, save time, and enjoy your meals.🚩 Why Choose the Ul",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "JNKxStudio",
    "url": "https://jnkxstudio.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/invff",
  "affiliateUrl": "https://gumroad.com/a/962870099/invff",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 12,
  "ratingCount": 12,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "A comprehensive recipe libraryto store and organize your favorite meals.; A powerful ingredient databasethat helps you keep track of nutrition and custom ingredients.; Weekly meal planningthat ensures you’re always prepared with healthy meals.; Grocery management toolsto streamline shopping and keep your budget on track.; Simplify meal prepby letting you plan meals in advance and seamlessly integrate recipes into your weekly schedule.; Help you save timewith batch cooking planners, ensuring you always have meals ready.; Keep your kitchen organizedwith grocery lists, expense tracking, and ingredient management.; Support your dietary goalswith customizable options for dietary preferences and nutrition tracking.; Free Version– Ideal for simple meal planning and recipe storage.; Full Version– The ultimate solution with full meal prep, nutritional info, and advanced grocery features.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.917Z",
  "lastUpdated": "2026-01-12T20:47:12.917Z"
}