{
  "id": "UX Portfolio & Case Study + Tips (Notion template)",
  "name": "UX Portfolio & Case Study + Tips (Notion template)",
  "slug": "ux-portfolio-case-study-tips-notion-template",
  "description": "Ease Your UX job hunt with a simplified portfolio creation!I used to struggle with creating a realistic case study for my portfolio. The examples online and from bootcamps seemed out of touch with my real work experience in software houses and as an in-house designer. They talked about many steps in the design process that I never really went through. For example, I've only created one persona in all my years of working on real products. Usually, we designers work on parts of a project, not the ",
  "price": 4,
  "currency": "USD",
  "category": "tool",
  "subcategory": "ai",
  "creator": {
    "name": "Joanna Wróbel",
    "url": "https://joannawrobel.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/kimjxa",
  "affiliateUrl": "https://gumroad.com/a/962870099/kimjxa",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 35,
  "ratingCount": 35,
  "salesCount": 600,
  "tags": [],
  "useCases": [],
  "features": "Front Portfolio Page:Sleek design to make a strong first impression.; Case Study Template:Highlighting problem statements and solutions with a simple, effective example.; Resume Template:Neatly formatted to capture all essential details.; Focused Content:Zero in on what truly matters, saving time for you and your recruiters.; Minimalistic Design:Clean and clear presentation to let your work shine.; Ease of Use:Effortless to personalize and share with potential employers.; A straightforward set-up to get your portfolio up and running quickly.; Includes tips and a practical example to guide you.; A free Notion account is all you need to begin.",
  "assessmentScore": 95,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.209Z",
  "lastUpdated": "2026-01-12T20:47:13.209Z"
}