{
  "id": "Visual Habit Tracker | Notion Template",
  "name": "Visual Habit Tracker | Notion Template",
  "slug": "visual-habit-tracker-notion-template",
  "description": "Discover a visually engaging way to track your habits with our Formula-Powered Habit Tracker. Utilizing Notion’s latest Formula 2.0 and Button in database, this template creates a colorful grid calendar that elegantly displays your completed habits. Easily see your progress and stay motivated with a single click. Ideal for anyone looking to enhance their routine with a beautiful and intuitive tool. Visual Habit Dashboard - Premium Version☀️ Preview the light mode version here.🌙 Preview the dark ",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "dashboard",
  "creator": {
    "name": "MistralCreates",
    "url": "https://mistralcreates.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/ydrkc",
  "affiliateUrl": "https://gumroad.com/a/962870099/ydrkc",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 30,
  "ratingCount": 30,
  "salesCount": 389,
  "tags": [],
  "useCases": [],
  "features": "Utilizing Notion’s latestFormula 2.0andButton in database, this template creates a colorful grid calendar that elegantly displays your completed habits.; Easily see your progress and stay motivated with a single click.; Ideal for anyone looking to enhance their routine with a beautiful and intuitive tool.; One-Click Track: Instantly update your habit progress with a single click and receive immediate visual cues to stay on track.; Heatmap with Color Intensity: View your yearly habit data in a visually engaging heatmap with customizable colors and patterns.; Customized Calendar Styles: Choose from various calendar styles and settings to suit your needs.; Daily/Weekly/Monthly Habits: Set and track habits on a daily, weekly, or monthly basis.; Track Streaks: Monitor your streaks to stay motivated.; Archive Habits: Keep your dashboard organized by archiving old habits.; Preset Database Templates: Use pre-configured templates to get started quickly.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.257Z",
  "lastUpdated": "2026-01-12T20:47:13.257Z"
}