{
  "id": "Wardrobe Rebrand Manager",
  "name": "Wardrobe Rebrand Manager",
  "slug": "wardrobe-rebrand-manager",
  "description": "Make your wardrobe an extension of your personal brandYour clothing choices are a powerful form of self-expression. When your wardrobe aligns with your personal brand, you communicate who you are without saying a word. This template is designed to make shopping a natural part of your monthly life, turning it into an intentional, budget-sustainable experience instead of a stressful, luck-dependent event. The most challenging aspect isn't the creative styling itself — it's the process of getting o",
  "price": 50,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Tina Iurkova",
    "url": "https://hitina.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/eieeww",
  "affiliateUrl": "https://gumroad.com/a/962870099/eieeww",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 17,
  "ratingCount": 17,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Style Strategy:Define your personal style by reflecting on your brand and setting your personal North Star outfits. No long assessments, all straight to the point.; Wishlist board:Visualize and prioritize your clothing look aspirations, turning them into your guide for the next shopping session.; Closet Inventory:Digitally catalog your clothing, shoes, and accessories for a clutter-free wardrobe. Identify items you no longer need, setting them for sale or donation.; Shopping Planner:Strategically plan your shopping sessions by setting specific dates and goals, collect your favourite brands and body measures in one place for quicker access.; Can I use this with the free Notion account?Yes, you can use the free Notion personal account. You can sign up to Notionhere.; Is this gender-specific?No, it is completely gender-neutral. I used imagery to reflect my personal goals, but you can easily replace those.",
  "assessmentScore": 85,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.925Z",
  "lastUpdated": "2026-01-12T20:47:12.925Z"
}