{
  "id": "Weekly agenda for organization and management | notion template",
  "name": "Weekly agenda for organization and management | notion template",
  "slug": "weekly-agenda-for-organization-and-management-notion-template",
  "description": "This is a weekly agenda for organization and management notion template ideal for someone who has a lot on their schedule, it is created to be both simple and effectively functional which will make your planning fun and super easy.What's inside this weekly agenda?This agenda includes: Goals: Set clear, actionable goals. You can categorize your goals, set deadlines, and monitor your progress over time. Self-care: Track your sleep and water intake to ensure you’re staying healthy and hydrated and ",
  "price": 3.5,
  "currency": "USD",
  "category": "template",
  "subcategory": "planner",
  "creator": {
    "name": "Stella Planners",
    "url": "https://stellastudy.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/dsqjj",
  "affiliateUrl": "https://gumroad.com/a/962870099/dsqjj",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 61,
  "ratingCount": 61,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Goals:Set clear, actionable goals. You can categorize your goals, set deadlines, and monitor your progress over time.; Self-care:Track your sleep and water intake to ensure you’re staying healthy and hydrated and use reflection questions.; Gratitude journal:Write down the things you're grateful for each day.; Entertainement:Keep track of what you're currently watching, reading, playing, and listening to.; Weekly plans:Organize your weekly tasks and to-dos in a clear and concise manner.; Daily to do list:Plan your tasks and keep track of your progress with a detailed daily calendar.; Morning and night routines:Set and follow your routines to start and end your day on a positive note.; Habit tracker:Monitor your daily habits and ensure you stay on track with your self-care and productivity practices.; Others:quick links, Affirmations, quotes, notes and reminders.; Daily Schedule:Plan your day hour by hour to maximize your productivity and balance your activities.",
  "assessmentScore": 70,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.932Z",
  "lastUpdated": "2026-01-12T20:47:12.932Z"
}