{
  "id": "Wellness tracker - Notion template",
  "name": "Wellness tracker - Notion template",
  "slug": "wellness-tracker-notion-template",
  "description": "Take control of your digestive health with the all-in-one Wellness Tracker Notion template. This comprehensive hub helps you uncover the connection between your daily habits, lifestyle choices, and gastrointestinal well-being — giving you data-driven insights to improve your gut health naturally.What it solvesDemystifying Digestive Health:At the heart of this system lies the Bowel Motions Tracker, designed to help you monitor your daily movements and visualize them in a structured calendar grid ",
  "price": 12,
  "currency": "USD",
  "category": "template",
  "subcategory": "dashboard",
  "creator": {
    "name": "AA Digital templates",
    "url": "https://aadigitaltemplates.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/zoybr",
  "affiliateUrl": "https://gumroad.com/a/962870099/zoybr",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 1,
  "ratingCount": 1,
  "salesCount": 47,
  "tags": [],
  "useCases": [],
  "features": "Bowel Motions Tracker:Monitor your bowel movements with monthly grid visualization to identify trends and correlations.; Symptom Grid View:Analyze your symptoms in a clear calendar format for easier pattern recognition.; Habits & Logs System:Track habits visually with a grid-based log view for consistency and motivation.; Medication Tracker:Keep a record of your active medications, dosages, and durations for better adherence and awareness.; To-do:Balance your to-dos with self-care and wellness goals.; Mood Tracker:Log and reflect on your emotional state, identifying links to gut or lifestyle changes.; Sleep Log:Monitor sleep duration, quality, and patterns to understand their impact on digestion and energy.",
  "assessmentScore": 84,
  "recommendation": "HIGHLY RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:12.995Z",
  "lastUpdated": "2026-01-12T20:47:12.995Z"
}