{
  "id": "Wheel of Life",
  "name": "Wheel of Life",
  "slug": "wheel-of-life",
  "description": "Transform Your Life with the Wheel of Life AssessmentRate different areas of your life and set goals to improve low-rated ones. Reassess monthly and adjust goals accordingly to ensure continuous improvement and balance in life.Key FeaturesAssess your life: Evaluate different areas like career, relationships, health, and personal development.Visualize with graphs: Use charts to understand and track progress over time.Set SMART goals: Establish specific, measurable, achievable, relevant, and time-",
  "price": 0,
  "currency": "USD",
  "category": "tool",
  "subcategory": "planner",
  "creator": {
    "name": "Khan",
    "url": "https://khanotion.gumroad.com/"
  },
  "platform": "gumroad",
  "productUrl": "https://gumroad.com/a/962870099/thjzw",
  "affiliateUrl": "https://gumroad.com/a/962870099/thjzw",
  "hasAffiliate": true,
  "affiliateRate": "partner",
  "rating": 42,
  "ratingCount": 42,
  "salesCount": null,
  "tags": [],
  "useCases": [],
  "features": "Assess your life:Evaluate different areas like career, relationships, health, and personal development.; Visualize with graphs:Use charts to understand and track progress over time.; Set SMART goals:Establish specific, measurable, achievable, relevant, and time-bound goals.; Improve life areas:Take actionable steps to enhance low rated areas for growth and positive change.; What Is Notion?Notion is an all-in-one productivity tool that combines note-taking, task management, and project organization into a single platform.; What Are Notion Templates?Notion templates are pre-designed layouts that can be imported directly into your Notion workspace - saving you hours of time!; How Will I Receive This Template?After purchase, you will receive a link to duplicate this Notion template into your workspace. Instructions are included.; Do I Need To Pay for Notion?Not at all! You can create a Notion account completely free with no hidden costs.; Will the development of this template be supported over time?Absolutely. Every few months my templates receive updates and developments, and you can access them for free.",
  "assessmentScore": 55,
  "recommendation": "RECOMMENDED",
  "status": "active",
  "dateAdded": "2026-01-12T20:47:13.276Z",
  "lastUpdated": "2026-01-12T20:47:13.276Z"
}